package com.smartcityin.waterknow.Entity.Home;

import java.util.List;

/**
 * Author : Mr.老王
 * Created on 2018/4/20
 * E-mail : wkz123011@gmail.com
 */
public class HomeNewsEntity {

    /**
     * token : FKfoYSGK6m4IUfRAoloE/Q==
     * data : [{"id":"10","title":"智慧生活已经到来？从中国到全球它正在蔓延","text":" <div class=\"news_info\" style=\"padding-top:0px; padding-bottom:0px;\"> <p>作者：人大重阳<\/p>\r\n<p>内容摘自：《2017智慧生活指数报告》（腾讯、中国人民大学重阳金融研究院、益普索联合发布）<\/p>\r\n<p>一场移动支付主导的智慧生活潮流正在由中国向全球蔓延。中国经济的转型升级、新经济业态的蓬勃发展带动了金融创新的发展，智慧生活成为其中鲜明的亮色。毕马威发布的《全球消费与融合调查报告》显示，66%的全球受访者表示愿意使用移动钱包业务，而中国的比例则高达84%。<br />\r\n<br />\r\n近日，关于移动支付带来的&ldquo;无现金&rdquo;生活是否值得提倡引发了各界的讨论。中国的移动支付发展如何？是该大力提倡还是冷静对待？本文试图从移动支付的根源和必然性进行探讨。<br />\r\n<br />\r\n<strong>中国掀起移动支付旋风<\/strong><br />\r\n<br />\r\n中国领先世界的移动支付格局无可争议。有意思的是，推广非现金交易和电子支付，&ldquo;第一个吃螃蟹&rdquo;的社会，其实来自西方。<br />\r\n<br />\r\n丹麦被媒体称为&ldquo;全球首个无现金支付国家&rdquo;。自今年1月起，丹麦中央银行已经关闭其在丹麦境内所有的印钞部门，今后不再印刷和制作包括纸币和硬币在内的丹麦克朗现金。此前丹麦政府宣布，从2016年开始，多数商业店面都可以取消收银机，只接受电子货币。欧洲其他地区的电子货币进程也在加快，例如瑞士、意大利等国都相继出台了对交易中使用现金的行为征税的政策。<br />\r\n<br />\r\n货币电子化的快速发展，与西方国家近年来陷入&ldquo;负利率&rdquo;社会有关。所谓负利率政策实际上就是对现金征税：你在银行存款，银行不但不给你利息，反而还要倒扣存款管理费，存款数会越变越少。这就导致人们会宁可把现金攥在手上也不愿存在银行里受损失。为了应对银行的负利率政策，西方政府通过呼吁或者立法的形式来减少现金的使用，间接推动了非现金交易和电子支付的发展。<br />\r\n<br />\r\n中国虽然不是&ldquo;第一个吃螃蟹&rdquo;的国家，但却以全新的方式让这场支付革命的火种得以燎原。以微信支付为代表的移动支付已经渗透到中国社会的日常交易场景中，成为主要支付方式。社交性强、用户基础庞大、门槛低的小额支付使大众很快便接受了这种新兴的支付方式。<br />\r\n<br />\r\n根据腾讯公布的2017年第一季度业绩报告，截至2016年12月，腾讯移动支付月活跃账户及日均支付交易笔数均超过6亿。2016年，支付宝实名用户4.5亿，多地人均支付逾10万人币。用户可以使用移动支付来看病、购物、吃饭、旅游、交水电费等，移动支付已深入生活的方方面面。<br />\r\n<br />\r\n而随着中国消费者的脚步,移动支付的生活方式也开始走向全球。目前，微信支付已登陆超过13个境外国家和地区，支持超过13个币种直接结算。美元、港元、英镑、欧元、日元等货币也都可以用支付宝结算。<br />\r\n<br />\r\n<strong>移动支付带来多元化选择<\/strong><br />\r\n<br />\r\n2017年，支付宝在全球范围内发起了首个&ldquo;无现金周&rdquo;，宣布超过1000万商家参与。微信支付则发起了&ldquo;88无现金日&rdquo;活动，希望借此培养用户的移动支付习惯，倡导时尚、智慧的生活理念。如今，移动支付的生活方式已融入到每一个消费者的日常生活之中，并带来了诸多改变。十年前，在中国不带现金出门，寸步难行。而如今，高达84%的人表示出门不带钱依然很淡定，手机已成为生活必需品。<br />\r\n<br />\r\n不过关于&ldquo;无现金&rdquo;，也有一些争议的声音。移动支付的便捷，使部分商家选择只接受刷卡支付或扫码支付，拒绝现金支付，这种&ldquo;拒绝现金&rdquo;的现象，对老年人、信息闭塞的人，或者因其他各种原因不会使用智能手机或智能手机使用不熟练的人来说，反倒带来了诸多的不便。<br />\r\n<br />\r\n移动支付是科技发展带来的新选择，但也不能&ldquo;本末倒置&rdquo;。近期，在微信支付&ldquo;无现金日&rdquo;启动之际也明确表示，发起&ldquo;无现金日&rdquo;不是为了&ldquo;消灭&rdquo;现金，而是为了推行环保、时尚、高效的生活理念，作为现金的补充，给大众提供智慧的支付选择。<br />\r\n<br />\r\n可以看到，移动支付是一种生活状态，是用户自由轻松的选择，是消费诉求，移动支付和各种支付手段，包括现金、刷卡是并行的，是其他领域的有益补充。目前，在一些交易场景中非现金支付的使用拼频度在变高，实则是用户习惯和商业个体的市场选择。多元化的选择，也正好体现了城市建设中&ldquo;智慧&rdquo;的一个方面。<br />\r\n<br />\r\n以微信支付为代表的移动支付，要做的就是让生活更方便、让支付更智慧，让每一种支付方式在最适合他的生存空间施展拳脚，迎接智慧生活的到来。<br />\r\n<br />\r\n<strong>移动支付需求源自中国经济新动能<\/strong><br />\r\n<br />\r\n为什么移动支付值得提倡？<\/p>\r\n<p>看上去，西方国家采取促进电子支付的政策，主要是实体经济形势所迫。但对中国来说，则恰恰相反，是实体经济催生了巨大的移动支付需求。<br />\r\n<br />\r\n中国经济增长速度虽然不再保持两位数，但仍然保持了中高速，并且是主要经济体中最快之一。从经济结构、新兴工业的崛起以及新经济业态的蓬勃发展看，中国经济正在面临转型升级。李克强总理在今年的政府工作报告中强调，实体经济从来都是我国发展的根基，以创新引领实体经济转型升级是当务之急。<br />\r\n<br />\r\n电子商务的发展带动了一系列现代服务业、金融业和新型制造业的产生，催生了新业态和新商业模式，大幅带动了互联网支付、移动支付等方式的增长。同时，以移动支付为代表的互联网新技术，基于传统行业的业务逻辑，也能更好更高效地提升整个行业的效率。<br />\r\n<br />\r\n比如，微信支付的&ldquo;智慧生活解决方案&rdquo;，至今已覆盖超过数百万门店、30多个行业。以微信公众号＋微信支付为基础，将传统行业原有商业模式&ldquo;移植&rdquo;到线上，帮助企业商户沉淀客户资源、控制运行成本、精准市场营销、提升客户服务体验，从而推动传统行业商业模式的升级换代。<\/p>\r\n\r\n","pic":"https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1524649527143&di=7b3c701eee2309c7a6dae667e9fb2bdf&imgtype=0&src=http%3A%2F%2Fmanager.cechina.cn%2Fupload%2Farticle%2Fc89d999e-ed07-4e61-85f1-1d5b04beebde%2F13062803.jpg","time":"2018-04-25 15:00:34","type":"2","url":"/water/index.php/Personal/News/index/type/news/id/10.html"},{"id":"7","title":"窗帘电机有必要做成智能的吗?","text":" <span>[摘要] <\/span>窗帘的样式很多，如百叶帘、卷帘、罗马帘、柔纱帘、风琴帘、蜂巢帘等，要实现智能化，电机非常关键，其功能除了基本的闭、合、感应外力启动外，还需要支持室温平衡、智能光控、智能雨控、智能风控四大功能。　不过窗帘电机是作为智能家居的基础驱动设备而存在，是否要将其智能化是一件值得考量的事情。                <\/p>\r\n                \t        \t<div class=\"mainbody\" id=\"showcontents\"><p>　　窗帘的样式很多，如百叶帘、卷帘、罗马帘、柔纱帘、风琴帘、蜂巢帘等，要实现智能化，电机非常关键，其功能除了基本的闭、合、感应外力启动外，还需要支持室温平衡、智能光控、智能雨控、智能风控四大功能。　不过窗帘电机是作为<a href=\"http://security.asmag.com.cn/tech/znjj/\" target=\"_blank\" class=\"keylink\">智能家居<\/a>的基础驱动设备而存在，是否要将其智能化是一件值得考量的事情。<\/p><p style=\"text-align: center;\"><img src=\"http://static.asmag.com.cn/uploadfile/2018/0425/201804251201299279.jpg\" title=\"timg (1)_meitu_2.jpg\" alt=\"timg (1)_meitu_2.jpg\"/><\/p><p>　　作为一套智能家居系统的基础部件来说，窗帘电机智能化的必要性不凸显，因为风、雨、光、温度的感知，通过安装于合适位置的<a href=\"http://security.asmag.com.cn/tag/e4bca0e6849fe599a8/\" target=\"_blank\" class=\"keylink\">传感器<\/a>来得更为可靠些。如果将传感器安装于电机上，传感器的感知能力势必受到电机的安装环境影响而导致探测不准确的情况出现。另外，将电机智能化，好比让汽车的轮子具备动力、中控系统功能，这对小小的电机来说，既要求太高，也很难实现。<\/p><p>　　窗帘电机好比智能家居系统的螺丝钉，只要让其好好发挥应有的功能，就是对智能家居系统的最大贡献，而一味要求电机智能化，以目前技术条件，只会让体验下降。<\/p><p style=\"text-align: center;\"><img src=\"http://static.asmag.com.cn/uploadfile/2018/0425/201804251201435704.jpg\" title=\"timg_meitu_3.jpg\" alt=\"timg_meitu_3.jpg\"/><\/p><p>　　智能家居的核心是自动化控制智能化，让智能在无形中得到体现，由此来提升生活的品质。而一套完整的智能家居系统，势必会包括感知层、基础设备层、布线系统、中控系统以及智能化管理平台，其智能化水平取决于平台的技术水平，单个产品的智能是无法让整套系统智能的。另外，通过系统的集中智能化管理，对感知的准确性、反应的正确性、系统运行的高效性、整套系统的体验度都极为重要。<\/p><p>　　因此，窗帘电机的智能，不应以直接赋能，而应通过中控系统及智能化处理平台间接赋能，电机只需要执行系统发来的指令即可，这样才能做到最高效、最可靠的应用。因此，窗帘电机采取间接智能为最佳方案。<\/p><p><br/><\/p><\/div>\r\n                \t        \t<div class=\"cl\"><\/div>\r\n                <div class=\"readercom\" id=\"showzancai\">\r\n                \t<a href=\"javascript:void(0)\" onclick=\"javascript:setzan('25c9AwMJUQFVBQQJVQBUBAQPXAdXVAAGDVNeB1dYXVAARFUBBQ4dWQxBR0VUU1YDBgpcVwQG',1);\" class=\"commend\"><b><\/b>0<\/a>\r\n                \t<a href=\"javascript:void(0)\" onclick=\"javascript:setzan('25c9AwMJUQFVBQQJVQBUBAQPXAdXVAAGDVNeB1dYXVAARFUBBQ4dWQxBR0VUU1YDBgpcVwQG',2);\" class=\"disagree\"><b><\/b>0<\/a>\r\n            \t<\/div>","pic":"http://static.asmag.com.cn/uploadfile/2018/0425/201804251201299279.jpg","time":"2018-04-25 14:44:37","type":"2","url":"/water/index.php/Personal/News/index/type/news/id/7.html"},{"id":"5","title":"数字中国建设成果展览会 智慧生活什么样","text":"<div class=\"otitle\">原标题：智慧生活什么样<\/div><p>\r\n\t　　数字化让未来的生活更智慧。在首届数字中国建设成果展览会上，记者体验了交通出行、文化旅游、家居生活、公共安全、医疗健康等方方面面的数字化应用。<\/p>\r\n<p>\r\n\t　　<strong>多才多艺的机器人<\/strong><\/p>\r\n<p>\r\n\t　　现场嘉宾在台上发言，机器可以同传翻译中英字幕，并实时呈现到大屏幕上。现场人头攒动、环境嘈杂，字幕却十分精准。这是一款来自搜狗公司的翻译机器人。<\/p>\r\n<p>\r\n\t　　在科大讯飞展台前，不少观众与社区服务机器人\u201c小途\u201d展开了热情互动。凭借着自然化、情感化的语音交互，\u201c小途\u201d可以给社区居民提供咨询、接待等多种人性化服务。<\/p>\r\n<p>\r\n\t　　\u201c小度，播放一首热门歌曲\u201d\u201c小度，今天福州天气怎么样\u201d\u2026\u2026在百度的展台前，智能视频音响\u201c小度\u201d由于制作工艺精美、语音识别精准、影音娱乐功能丰富，成为现场的\u201c人气王\u201d。<\/p>\r\n<p>\r\n\t　　<strong>办事也像网购一样便利<\/strong><\/p>\r\n<p>\r\n\t　　\u201c快看，这台无人机真酷炫！\u201d不少观众在围观京东展台上的\u201c倾转旋翼支线无人机\u201d。据现场工作人员介绍，该机起飞重量达200公斤，续航超200公里，不仅可以在仓库间高速调拨时效性要求较高的商品，还能助力农村生鲜商品高速运送，打造高效的通航物流网络。在京东展台屏幕上播放着一段短片，介绍了智慧生态链下的物流速度。搬运AGV、巡检无人机、六轮无人车等，都是科技提升物流效率的典型代表。<\/p>\r\n<p>\r\n\t　　\u201c一个App畅享城市所有服务\u201d，在\u201ce福州\u201d展台，现场这行字颇为醒目。如今，\u201ce福州\u201d已经从简单的政务类App升级改造，对接了43个当地委办局820个办事事项，可应用于交通出行、看病就医、社区服务等9大民生场景。<\/p>\r\n<p>\r\n\t　　\u201c市民办事也能像\u2018网购\u2019一样便利！\u201d工作人员介绍，未来\u201ce福州\u201d有望与\u201c北京通\u201d\u201c泸州通\u201d等平台实现跨城互联，让不同城市的市民更好地体验数字经济带来的便利。<\/p>\r\n<p>\r\n\t　　<strong>触手可及的智慧生活<\/strong><\/p>\r\n<p>\r\n\t　　超高清4K电视、家庭KTV、智能家居、体感游戏\u2026\u2026峰会期间，中国移动展台上实景展示了在大带宽、低时延网络条件下的数字家庭业务，通过智能语音搜索和大颗粒网络保障，未来家庭将变得更加智慧。<\/p>\r\n<p>\r\n\t　　不仅在家里，一座城市的路灯、井盖、电梯都可以成为智慧城市的\u201c细胞\u201d。中国联通展台设置了智慧城市沙盘演示，当城市里的这些小部件出现故障时，检测后台可以实时预警、迅速排查。\u201c人物互联、物物互联的智慧网络不断完善，人们的生活效率也在快速提升。\u201d中国联通工作人员说。<\/p>\r\n<p>\r\n\t　　\u201c物联网将推动城市网络设施泛在升级\u201d\u201c5G将成为新型智慧城市移动通信网络的必备技术\u201d\u201c人工智能将深度渗透至智慧城市众多行业\u201d\u2026\u2026在中国电信展台上，《新型智慧城市发展与实践研究报告》描绘出一幅万物互联新图景。智慧生活，已经触手可及。&nbsp;(光明网记者 李政葳 本报记者 李晋荣)<\/p>\r\n<div class=\"zdfy clearfix\"><\/div><center><table border=\"0\" align=\"center\" width=\"40%\"><tr><\/tr><\/table><\/center>\r\n        <div class=\"box_pic\"><\/div>\r\n        <div class=\"edit clearfix\">(责编：宋心蕊、赵光霞)<\/div>","pic":"https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1524648496856&di=bed953f96440c54f98ebb65904cf4116&imgtype=0&src=http%3A%2F%2Fphotocdn.sohu.com%2F20150818%2Fmp28067240_1439883756908_2.jpeg","time":"2018-04-25 14:40:24","type":"2","url":"/water/index.php/Personal/News/index/type/news/id/5.html"},{"id":"3","title":"你不知道的用水小常识！","text":"<p data-role=\"original-title\" style=\"display:none\">原标题：你不知道的用水小常识！<\/p>\r\n            <p><img src=\"http://img.mp.sohu.com/upload/20170518/9f35bf8e360344e987b51666abbcdba5.png\" /><\/p> \r\n<p><span><strong>一、什么是生活饮用水，有什么卫生要求？<\/strong><\/span><\/p> \r\n<p><span>生活饮用水是指符合《生活饮用水卫生标准》的用于日常饮用、洗涤的水。我国现行的《生活饮用水卫生标准》（GB5749-2006）对生活饮用水水质进行了严格的卫生要求和规定，即：感官性状良好：透明、无色、无异味和异臭，无肉眼可见物；流行病学上安全：不含有病原微生物和寄生虫卵；化学组成对人无害：水中所含的化学物质对人体不造成急性中毒、慢性中毒和远期危害。<\/span><\/p> \r\n<p><span><strong>二、咸阳市城市饮用水水源主要有哪些？<\/strong><\/span><\/p> \r\n<p><span>咸阳市城市饮用水水源由地表水水源和地下水水源两大部分组成，地表水水源主要是秦岭北麓石头河水库的水，目前，地表水供水量占自来水公司供水总量的70%左右，地下水水源主要是渭河流域的地下水。<\/span><\/p> \r\n<p><span><strong>三、地下水源水与地表水源水有何区别？<\/strong><\/span><\/p> \r\n<p><span>地下水源水外观清澈，水温、水质稳定，悬浮杂质少，浑浊度低，有机物和细菌含量少，含盐量和硬度高，不易受外界环境的影响和污染，直接受污染的机会少。地表水源水硬度低，浑浊度高，水中溶解性盐类含量较低，细菌含量高，受污染机会多，容易受到外界环境的影响和污染。咸阳市区地下水水源地均在渭河边，是国家认可的傍河水源地，地下水层较厚，蓄水量足，是大自然赋予市区人民的天然蓄水池。<\/span><\/p> \r\n<p><span>无论我市的地下水源水还是地表水源水，经过一定的工艺处理，都符合《生活饮用水卫生标准》（GB5749-2006）要求，供给居民的生活用水是安全的。<\/span><\/p> \r\n<p><span><strong>四、咸阳市城市自来水水质是如何进行监测的？<\/strong><\/span><\/p> \r\n<p><span>咸阳水务集团有限公司高度重视水质监测工作，下属四家供水企业咸阳市自来水公司、咸阳高新供水有限公司、咸阳石头河净水有限公司、咸阳石头河供水有限公司严格按照《生活饮用水卫生标准》、《地下水质量标准》、《地表水环境质量标准》、《城市供水水质标准》规定的项目和频次实行三级监测制度。一是水厂加氯班每小时对出厂水余氯监测一次；二是水厂化验室每天对出厂水、水源水进行9项常规指标监测；三是委托陕西省城市供水水质监测网咸阳监测站每月对四家供水企业出厂水、管网末梢水进行一次35项常规指标监测，每季度对出厂水进行一次54项指标监测，每半年对所有水源井原水进行一次39项指标监测，每月对混合水原水进行一次39项指标监测，每月对地表水原水进行一次29项指标监测，每月对城区20个管网点管网水进行两次七项常规指标监测。并且每年委托国家城市供水水质监测网西安监测站对四家供水企业出厂水进行一次106项全分析监测。咸阳市秦、渭两区疾病预防控制中心每年丰水期和枯水期分别对四家供水企业的出厂水、管网末梢水进行一次监督监测。监测证明：咸阳市城区自来水水质完全符合《生活饮用水卫生标准》要求。<\/span><\/p> ","pic":"http://img.mp.sohu.com/upload/20170518/9f35bf8e360344e987b51666abbcdba5.png","time":"2018-04-25 14:32:53","type":"1","url":"/water/index.php/Personal/News/index/type/news/id/3.html"},{"id":"4","title":"用水小常识","text":"<p align=\"left\">\t　　在日常的生活中，我们时时处处离不开自来水，如果您能掌握一些用水方面的常识，将会对您的生活大有裨益。<\/p><p align=\"left\">\t　　一、自来水发黄的原因<\/p><p align=\"left\">\t　　当需要用水打开水龙头时，发现自来水发黄，其主要原因是：有的用户使用的是镀锌管或铸铁管，由于常年使用或管材质量的问题而造成淤塞、锈蚀。当水龙头初开启时，水管内自来水流速骤然变化，会将管壁上的铁锈带下来。发生这种情况通常是瞬时的。一般只要放掉一些水即可。<\/p><p align=\"left\">\t　　二、\u201c自浊\u201d的自来水不会影响人体健康<\/p><p align=\"left\">\t　　有时自来水从水龙头流出后，看起来像牛乳般的白浊，但静置一会儿又变清澈。这是因为，输送自来水至用户的管线需要加压送水，在加压过程中会混入空气。在压力的作用下，气体溶于水中，使得从水龙头流出的自来水携带大量的气泡，外观看起来自浊，但静置数秒后，气泡自然消失变为清澈。这种现象与水质无任何关系，不会影响人体健康。<\/p><p align=\"left\">\t　　三、自来水有消毒水味的原因？<\/p><p align=\"left\">\t　　为确保自来水符合安全卫生要求，避免发生水媒传染病，自来水在净水处理过程中要经过加氯存在。对一般人而言，这种浓度的自来水闻起来或喝起来不会有明显的味道，只有少数嗅觉或味觉较为敏感的人才会感觉到有消毒水味，这对人体健康并无影响。所以我们打开水龙头发现水中有轻微的消毒水气味是正常的，表示水质是卫生安全的，是没有污染的\u201c放心水\u201d。<\/p><p align=\"left\">\t　　四、消除自来水中氯气味有办法<\/p><p align=\"left\">\t　　自来水有氯气味，虽然不影响人体健康，但如果感觉喝起来不舒服，不妨将水煮沸后，打开壶盖，让水继续沸腾几分钟，即可完全消除氯味。<\/p><p align=\"left\">\t　　五、家里突然停水如何处理？<\/p><p align=\"left\">\t　　若用户在没有接到通知的情况下突然停水，首先应问左邻右舍是否有水，再检查水表阀门是否正常开启。<\/p><p align=\"left\">\t　　六、家里漏水的自检方法有哪几步？<\/p><p align=\"left\">\t　　①用户将家里所有用水器具的阀门关闭，观察水表是否行走，出现行走就可能存在漏水；<\/p><p align=\"left\">\t　　②用户可往马桶的水池里滴几墨水，再仔细观察是否有水漏出。<\/p><p align=\"left\">\t　　七、为什么自来水烧开后有白色悬浮物和沉淀物？<\/p><p align=\"left\">\t　　自来水烧开后的悬浮物是由水中硬度造成的，属正常现象。我市居民所饮用的自来水是地下深层岩溶水。经过地层的渗滤，水中溶解了大量的钙、镁、钾、钠等阳离子和碳酸氢根、硫酸根等阴离子。自来水加热烧开后，水中的钙、镁离子和碳酸氢根离子发生反应，形成了大量的碳酸钙和碳酸镁沉淀，大部分沉到容器底部形成水垢，小部分形成絮状物飘浮在上部。<\/p><p align=\"left\">\t　　地下水的特点之一是硬度偏高。目前我市地下水的硬度在300-400毫克/升左右，低于国家生活饮用水标准规定的450毫克/升的限量。目前，没有权威的资料说明水硬度高会对人体造成危害。中国人补钙的产品大部分是碳酸钙，应该说喝下去没有什么影响。<\/p>\r\n","pic":"http://imgsrc.baidu.com/forum/pic/item/f2d0ea18ebc4b74516dbcddac6fc1e178b821531.jpg","time":"2018-04-25 14:32:53","type":"1","url":"/water/index.php/Personal/News/index/type/news/id/4.html"},{"id":"2","title":"关于智慧生活，人大代表说了啥？","text":"<!--正文-->\r\n\t\t<div class=\"box_con\">\r\n\t\t\t<p style=\"text-indent:2em;\">\r\n\t全国人大代表、浪潮集团董事长孙丕恕：\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t智慧社会建设要盘活政府数据\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t智慧社会或者智慧中国的建设，核心是要把政府数据有效盘活，依托政府大数据中心建设，把治理能力、治理结构数据化，同时令老百姓更有获得感。智慧城市的建设，可谓\u201c一平七通\u201d：\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t\u2019\u201c一平\u201d就是大数据平台，\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t\u201c七通\u201d就是老百姓最关注的\u201c七个通\u201d：\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t第一是一路通，用大数据治堵；\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t第二是一卡通，用数据共享做到各个医院一张卡；\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t第三是一网通，即监控；\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t第四是一站通，减少审批，建立统一网站；\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t第五是一格通，即社会要网格化管理；\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t第六是一贷通，依靠大数据给中小微企业贷款；\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t第七是一点通，即很多与老百姓相关的事一点就通。\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t通过这些，老百姓的获得感会增强，可以看到一个关于智慧社会或数字中国的新形象。\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t全国人大代表、联想集团董事长兼CEO杨元庆：\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t智慧医疗有助于解决看病难问题\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t通过大力推动医院信息化的建设和升级改造，落地医院大数据战略，不但可以优化医疗服务流程，让\u201c信息多跑步，患者少走路\u201d，还能解决不同医院之间\u201c信息孤岛\u201d问题。云计算、可穿戴设备的应用，可以推动医疗服务从院内到院外的延伸，从治疗向健康管理延伸，让更多老百姓享受到智慧技术发展带来的便利。\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t全国人大代表、河北省张家口市政协副主席祁万利：\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t智慧停车缓解城市停车和拥堵问题\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t城市智慧停车的管理模式可实现停车位资源利用率的最大化。这种模式对停车场、车位信息、车辆进出状态实时监测采集，进行智慧管理，对于引导市民停车，缓解城市停车问题有着至关重要的作用。要想解决好停车难、停车乱等问题，需要政府各部门和社会公众共同参与，积极适应城市管理体制变革、信息技术应用深化的新形势。在推广智慧停车的同时，要研究与之相适应相配套的立法问题，制定对停车场、停车的相关管理条例，解决城市停车和拥堵问题。\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t全国人大代表、南京禄口国际机场党委书记、董事长钱凯法：\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t智慧机场建设需要统一规范和标准\r\n<\/p>\r\n<p style=\"text-indent:2em;\">\r\n\t\u201c智慧机场\u201d建设不仅需要硬软件投入，更需要顶层设计的支持，建议统一规范和标准，并出台相配套的政策措施。同时，针对航空公司、机场、空管不同的隶属关系、行业内还存在信息孤岛的现象，要建立起跨层级、跨系统、跨部门的信息资源共享和协同运行机制，加强业内的协同和合作，实现信息互联、互通和共享，为\u201c智慧机场\u201d建设奠定坚实基础。\r\n<\/p>\r\n\t\t\t<div class=\"wzfy\"><div class=\"fenye_wz_ht\"><\/div><\/div>\r\n\t\t\t<!--<div class=\"edit\">[责编：张帆]<\/div>-->\r\n<\/div>\r\n","pic":"https://gss3.bdstatic.com/-Po3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike80%2C5%2C5%2C80%2C26/sign=3586dcd6a8773912d02b8d339970ed7d/d1a20cf431adcbefb58ce46dadaf2edda3cc9f25.jpg","time":"2018-04-25 14:05:13","type":"2","url":"/water/index.php/Personal/News/index/type/news/id/2.html"},{"id":"1","title":"火车上的水怎么来的，你造吗？","text":"<div class=\"newsContent newsContenth3\">\r\n  <p>火车上的水是怎么来的？不知小伙伴们有没有想过这个问题？小编曾经一度认为火车上的水是通过不断循环来的，结果发现自己好天真。<\/p><p>在每列火车背后都有上水工人这样一群人的存在。<\/p><p>他们每天要在铁轨的碎石道上步行20多公里的道路，为了让列车有水可用，让乘客在寒冷的冬日里能喝上一杯热水，而不顾凛冽的寒风，亲手给每节车厢的水箱接上一根一根的管子，给车厢注满水。上水工人们就是在这样恶劣的环境下，日复一日的完成每一道工序。用上水工们的话说就是\u201c夏天一身汗，冬天一身冰\u201d。<\/p><p>但是很多乘客都不知道\u201c上水工\u201d这个工种，却时时刻刻都在享受着他们的供给。火车饮用水，厕所冲水，洗手，厨房餐车等等，如果没有他们的存在，试想缺水十几个小时是一种怎样的体验。<\/p><p>跟普速列车相比，给高铁上水工作密度更大，\u201c一般站停时间短，20分钟左右的时间要上16节车厢，速度必须得快\u201d。高铁区的轨道挨着轨道，脚下的障碍物也多，所以安全一定要放在第一位。作业完毕，复检完毕后，在从线路里面出来，等待下一辆车进来。由于站停时间短，上水工们也来不及回去休息，\u201c有时冬天带过来的水，还没来的及喝就已经冰凉冰凉的了。\u201d到了夏天，上水区的环境又热又脏，在由钢轨、水泥轨枕和砟石倒组成的线路间，除了太阳的炙烤，还有机车空调吹出的热气，废气，有时那狭窄空间里的温度能达到60度以上，也真是应了那句话\u201c夏天一身汗，冬天一身冰\u201d。<\/p><p>火车上每一滴水都包含了上水工的辛勤付出，作为旅客，我们没有理由浪费。当然，不仅仅是火车上的水，生活中的每一滴水，都需要我们珍惜。<a href=\"http://www.fndtech.com/\" target=\"_blank\"><strong>福能达<\/strong><\/a>空气制水机，无需水源，它的使用不仅大大节省了水资源的利用，也大大减少塑料瓶子的使用，有利于节能环保；而且在生产饮用水的同时，也清洁与干燥空气，使家居环境更健康。<\/p><\/div>\r\n","pic":"https://imgsa.baidu.com/exp/pic/item/245e8bcad1c8a78623d0d0146409c93d71cf50f7.jpg","time":"2018-04-25 14:00:50","type":"1","url":"/water/index.php/Personal/News/index/type/news/id/1.html"}]
     * mark : a30fdd550c448fb4c30a60f0eaab9677
     * code : 200
     * value : OK
     */

    private String token;
    private String mark;
    private int code;
    private String value;
    private List<DataBean> data;

    public String getToken() {
        return token;
    }

    public void setToken(String token) {
        this.token = token;
    }

    public String getMark() {
        return mark;
    }

    public void setMark(String mark) {
        this.mark = mark;
    }

    public int getCode() {
        return code;
    }

    public void setCode(int code) {
        this.code = code;
    }

    public String getValue() {
        return value;
    }

    public void setValue(String value) {
        this.value = value;
    }

    public List<DataBean> getData() {
        return data;
    }

    public void setData(List<DataBean> data) {
        this.data = data;
    }

    public static class DataBean {
        /**
         * id : 10
         * title : 智慧生活已经到来？从中国到全球它正在蔓延
         * text :  <div class="news_info" style="padding-top:0px; padding-bottom:0px;"> <p>作者：人大重阳</p>
         <p>内容摘自：《2017智慧生活指数报告》（腾讯、中国人民大学重阳金融研究院、益普索联合发布）</p>
         <p>一场移动支付主导的智慧生活潮流正在由中国向全球蔓延。中国经济的转型升级、新经济业态的蓬勃发展带动了金融创新的发展，智慧生活成为其中鲜明的亮色。毕马威发布的《全球消费与融合调查报告》显示，66%的全球受访者表示愿意使用移动钱包业务，而中国的比例则高达84%。<br />
         <br />
         近日，关于移动支付带来的&ldquo;无现金&rdquo;生活是否值得提倡引发了各界的讨论。中国的移动支付发展如何？是该大力提倡还是冷静对待？本文试图从移动支付的根源和必然性进行探讨。<br />
         <br />
         <strong>中国掀起移动支付旋风</strong><br />
         <br />
         中国领先世界的移动支付格局无可争议。有意思的是，推广非现金交易和电子支付，&ldquo;第一个吃螃蟹&rdquo;的社会，其实来自西方。<br />
         <br />
         丹麦被媒体称为&ldquo;全球首个无现金支付国家&rdquo;。自今年1月起，丹麦中央银行已经关闭其在丹麦境内所有的印钞部门，今后不再印刷和制作包括纸币和硬币在内的丹麦克朗现金。此前丹麦政府宣布，从2016年开始，多数商业店面都可以取消收银机，只接受电子货币。欧洲其他地区的电子货币进程也在加快，例如瑞士、意大利等国都相继出台了对交易中使用现金的行为征税的政策。<br />
         <br />
         货币电子化的快速发展，与西方国家近年来陷入&ldquo;负利率&rdquo;社会有关。所谓负利率政策实际上就是对现金征税：你在银行存款，银行不但不给你利息，反而还要倒扣存款管理费，存款数会越变越少。这就导致人们会宁可把现金攥在手上也不愿存在银行里受损失。为了应对银行的负利率政策，西方政府通过呼吁或者立法的形式来减少现金的使用，间接推动了非现金交易和电子支付的发展。<br />
         <br />
         中国虽然不是&ldquo;第一个吃螃蟹&rdquo;的国家，但却以全新的方式让这场支付革命的火种得以燎原。以微信支付为代表的移动支付已经渗透到中国社会的日常交易场景中，成为主要支付方式。社交性强、用户基础庞大、门槛低的小额支付使大众很快便接受了这种新兴的支付方式。<br />
         <br />
         根据腾讯公布的2017年第一季度业绩报告，截至2016年12月，腾讯移动支付月活跃账户及日均支付交易笔数均超过6亿。2016年，支付宝实名用户4.5亿，多地人均支付逾10万人币。用户可以使用移动支付来看病、购物、吃饭、旅游、交水电费等，移动支付已深入生活的方方面面。<br />
         <br />
         而随着中国消费者的脚步,移动支付的生活方式也开始走向全球。目前，微信支付已登陆超过13个境外国家和地区，支持超过13个币种直接结算。美元、港元、英镑、欧元、日元等货币也都可以用支付宝结算。<br />
         <br />
         <strong>移动支付带来多元化选择</strong><br />
         <br />
         2017年，支付宝在全球范围内发起了首个&ldquo;无现金周&rdquo;，宣布超过1000万商家参与。微信支付则发起了&ldquo;88无现金日&rdquo;活动，希望借此培养用户的移动支付习惯，倡导时尚、智慧的生活理念。如今，移动支付的生活方式已融入到每一个消费者的日常生活之中，并带来了诸多改变。十年前，在中国不带现金出门，寸步难行。而如今，高达84%的人表示出门不带钱依然很淡定，手机已成为生活必需品。<br />
         <br />
         不过关于&ldquo;无现金&rdquo;，也有一些争议的声音。移动支付的便捷，使部分商家选择只接受刷卡支付或扫码支付，拒绝现金支付，这种&ldquo;拒绝现金&rdquo;的现象，对老年人、信息闭塞的人，或者因其他各种原因不会使用智能手机或智能手机使用不熟练的人来说，反倒带来了诸多的不便。<br />
         <br />
         移动支付是科技发展带来的新选择，但也不能&ldquo;本末倒置&rdquo;。近期，在微信支付&ldquo;无现金日&rdquo;启动之际也明确表示，发起&ldquo;无现金日&rdquo;不是为了&ldquo;消灭&rdquo;现金，而是为了推行环保、时尚、高效的生活理念，作为现金的补充，给大众提供智慧的支付选择。<br />
         <br />
         可以看到，移动支付是一种生活状态，是用户自由轻松的选择，是消费诉求，移动支付和各种支付手段，包括现金、刷卡是并行的，是其他领域的有益补充。目前，在一些交易场景中非现金支付的使用拼频度在变高，实则是用户习惯和商业个体的市场选择。多元化的选择，也正好体现了城市建设中&ldquo;智慧&rdquo;的一个方面。<br />
         <br />
         以微信支付为代表的移动支付，要做的就是让生活更方便、让支付更智慧，让每一种支付方式在最适合他的生存空间施展拳脚，迎接智慧生活的到来。<br />
         <br />
         <strong>移动支付需求源自中国经济新动能</strong><br />
         <br />
         为什么移动支付值得提倡？</p>
         <p>看上去，西方国家采取促进电子支付的政策，主要是实体经济形势所迫。但对中国来说，则恰恰相反，是实体经济催生了巨大的移动支付需求。<br />
         <br />
         中国经济增长速度虽然不再保持两位数，但仍然保持了中高速，并且是主要经济体中最快之一。从经济结构、新兴工业的崛起以及新经济业态的蓬勃发展看，中国经济正在面临转型升级。李克强总理在今年的政府工作报告中强调，实体经济从来都是我国发展的根基，以创新引领实体经济转型升级是当务之急。<br />
         <br />
         电子商务的发展带动了一系列现代服务业、金融业和新型制造业的产生，催生了新业态和新商业模式，大幅带动了互联网支付、移动支付等方式的增长。同时，以移动支付为代表的互联网新技术，基于传统行业的业务逻辑，也能更好更高效地提升整个行业的效率。<br />
         <br />
         比如，微信支付的&ldquo;智慧生活解决方案&rdquo;，至今已覆盖超过数百万门店、30多个行业。以微信公众号＋微信支付为基础，将传统行业原有商业模式&ldquo;移植&rdquo;到线上，帮助企业商户沉淀客户资源、控制运行成本、精准市场营销、提升客户服务体验，从而推动传统行业商业模式的升级换代。</p>


         * pic : https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1524649527143&di=7b3c701eee2309c7a6dae667e9fb2bdf&imgtype=0&src=http%3A%2F%2Fmanager.cechina.cn%2Fupload%2Farticle%2Fc89d999e-ed07-4e61-85f1-1d5b04beebde%2F13062803.jpg
         * time : 2018-04-25 15:00:34
         * type : 2
         * url : /water/index.php/Personal/News/index/type/news/id/10.html
         */

        private String id;
        private String title;
        private String text;
        private String pic;
        private String time;
        private String type;
        private String url;

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getText() {
            return text;
        }

        public void setText(String text) {
            this.text = text;
        }

        public String getPic() {
            return pic;
        }

        public void setPic(String pic) {
            this.pic = pic;
        }

        public String getTime() {
            return time;
        }

        public void setTime(String time) {
            this.time = time;
        }

        public String getType() {
            return type;
        }

        public void setType(String type) {
            this.type = type;
        }

        public String getUrl() {
            return url;
        }

        public void setUrl(String url) {
            this.url = url;
        }
    }
}
