package com.smartcityin.waterknow.Entity.Home;

import java.util.List;

/**
 * Author : Mr.老王
 * Created on 2018/4/4
 * E-mail : wkz123011@gmail.com
 */
public class HomeInformationEntity {

    /**
     * token : /Hq7Tg4+Yruz/IMUcS4rIg==
     * data : [{"title":"测试公告1","text":"<!--mainContent begin-->\r\n        <p>原标题：【公告】<\/p>[ \r\n<span><p>　　何旺：本院受理原告深圳市李唐电子有限公司诉你买卖合同纠纷一案已审结。现依法向你公告送达（2017）粤0306民初28736号民事判决书。你应自公告起60日内到福永法庭领取民事判决书，逾期视为送达。如不服判决，可在公告期满后15日内提交上诉状及副本。上诉于深圳市中级人民法院，逾期未上诉的，本判决即发生法律效力。<\/p><p>　　广东省深圳市宝安区人民法院<\/p><p>　　陈佳铭：本院受理原告深圳市吴鼎鑫电子科技有限公司诉你建筑设备租赁合同纠纷一案已审结。现依法向你公告送达（2017）粤0306民初7818号民事判决书、上诉须知。自公告起60日内来本院领取判决书、上诉须知，逾期视为送达。如不服判决，你须在公告期满之日起15日内递交上诉状及副本，上诉于深圳市中级人民法院，逾期本判决即发生法律效力。<\/p><p>　　广东省深圳市宝安区人民法院<\/p><p>　　(2017)粤0307民初15152号<\/p><p>　　盘光华：本院受理原告林翠华诉被告黄柳青、盘光华民间借贷纠纷一案，现依法向你公告送达如下法律文书：民事裁定书（内容：驳回原告林翠华的起诉）。如不服判决，可于本判决送达之日起十日内，向本院递交上诉状，并按对方当事人人数提交副本，上诉于深圳市中级人民法院。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　(2018)粤0307民初1387号<\/p><p>　　王勇：本院受理原告深圳市社会保险基金管理局诉被告你追偿权纠纷一案，现依法向你公告送达起诉状副本、应诉通知书、举证通知书、开庭传票、合议庭组成人员通知书、证据材料等。自公告起60日视为送达。答辩和举证期限分别为公告送达期满后15和30日内。于2018年7月31日15时30分在坪地法庭第一审判庭开庭。逾期将依法判决。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　(2018)粤0307民初5329号<\/p><p>　　韦乙：本院受理原告张小容诉你民间借贷纠纷一案，现依法向你公告送达起诉状副本、应诉通知书、举证通知书、告知审判庭组成人员通知书、开庭传票、证据材料等各一份。自公告起经过60日视为送达。答辩状和举证的期限分别为公告期满后15日和30日内，于2018年7月26日15时在坑梓人民法庭第一审判庭开庭审理，逾期将依法缺席裁判。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　鲁槟锋、罗元梅：本院受理杨昆诉你合同纠纷一案已审结，现依法向你公告送达（2017）粤0307民初19610号民事判决书，判决如下：两被告于判决生效之日起三日内偿还原告借款本金20万元并支付利息至还清之日止。自公告起60日内来本院领取民事判决书，逾期视为送达。如不服判决，可自判决书送达之日起十五日内递交上诉状及副本，上诉于深圳市中级人民法院。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　南金明：本院定于2018年7月24日15时30分在布吉法庭第三审判庭公开审理原告梁洁瑜诉你买卖合同纠纷（2018）粤0307民初1581号一案。现依法向你送达民事起诉状副本、应诉通知书、举证通知书、开庭传票等法律文书。自公告起60日视为送达。答辩和举证期限为公告期满的15日及30日内。逾期不到庭依法缺席判决。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　李毅、赵世磊、深圳三块石头电子商务有限公司：本院定于2018年8月2日9时30分在布吉法庭第二审判庭公开审理原告章正维诉被告你们不当得利纠纷（2018）粤0307民初2057号一案。现依法向你送达民事起诉状副本、应诉通知书、举证通知书、开庭传票等法律文书。自公告起60日视为送达。答辩和举证期限为公告期满的15日及30日内。逾期不到庭依法缺席判决。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　(2018)粤0307民初4859号<\/p><p>　　深圳市保千里电子有限公司：本院受理原告深圳市精利盛实业有限公司诉你单位买卖合同纠纷一案，现依法向你公告送达起诉状副本、应诉通知书、举证通知书、告知审判庭组成人员通知书、开庭传票、证据材料等各一份。自公告起经过60日视为送达。答辩状和举证的期限分别为公告期满后15日和30日内，于2018年7月25日15时30分在坑梓人民法庭第一审判庭开庭审理，逾期将依法缺席裁判。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　杜齐兴、刘俊华：本院受理原告陈怡松、史建康诉被告刘万伦、杜齐兴、刘俊华、深圳市金华伦投资发展有限公司、深圳市龙岗区培新学校租赁合同纠纷一案，现依法向你们公告送达（2014）深龙法民三初字第1443号的告知审判庭组成人员通知书、传票。自公告起60日视为送达。举证的期限为公告期满后30日内。于2018年7月23日9时30分（遇法定节假日顺延）在深圳市第二看守所开庭审理，请准时出庭，逾期将依法缺席裁判。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　(2018)粤0307民初4805号<\/p><p>　　黄志强：本院受理黄梅兰诉你离婚后财产纠纷一案，现依法公告送达起诉状副本【诉讼请求：被告支付原告补偿5万元及支付利息】、证据材料、应诉通知书、举证通知书、告知审判庭组成人员通知书及开庭传票。自公告起60日视为送达。答辩和举证期限均为公告期满后15日，于2018年7月10日14时30分在横岗法庭第三审判庭开庭审理。逾期将缺席审理。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　（2017）粤0307民初19862号<\/p><p>　　洪荣宝：本院受理原告孔冷聪与被告胡洪福、第三人洪荣宝民间借贷纠纷一案，现依法向你公告送达起诉状副本、举证通知书、应诉通知书、开庭传票、告知审判庭组成人员通知书、证据副本、参加诉讼通知书。原告诉请法院判令：1、被告向原告返还借款35万元及利息；2、被告承担本案诉讼费、保全费。自公告起60日视为送达。答辩和举证期限分别为公告期满后15日和30日内。于2018年8月6日10时30分在布吉法庭第四审判庭公开开庭审理，逾期不到庭依法缺席判决。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　徐平、李云兰：本院受理刘创成诉你们民间借贷纠纷一案，因你们方未按已经发生法律效力的(2014)深龙法民一初字第184号民事判决书履行义务，本案在执行过程中依法委托深圳市东昊房地产土地评估有限公司对被执行人徐平、李云兰名下所有的位于深圳市宝安区西乡街道西乡大道西侧大益广场1栋220号房（房地产证号：5000098606）进行评估（评估价格为人民币1463652元，详见深东昊（估）字[2018]第02002号《房地产估价报告》）。现依法向你们方公告送达(2015)深龙法执字第3531号执行通知书、财产申报表、执行裁定书和公告上述评估结果，经过六十日视为送达，若你们方对评估结果及相关事宜有异议，可在送达之日起十日内向本院书面提出，逾期未提出视为同意该评估结果。本院将作出(2015)深龙法执字第3531号执行裁定书，裁定拍卖上述房产。你们方可以向本院了解有关拍卖事宜，若你们方在拍卖成交前向申请执行人清偿本案债务，即可及时终止拍卖，但因此引起的一切费用，由你们方承担。若以此底价拍卖未成交，本院将依法调价再次拍卖，不另行通知。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　（2017）粤0307民初7007号<\/p><p>　　深圳众创同盟网络科技有限公司、陈红川：本院受理原告张顺诉被告深圳众创同盟网络科技有限公司、陈红川网络服务合同纠纷一案，因你下落不明，依照《中华人民共和国民事诉讼法》第九十二条的规定，向你公告送达如下法律文书：民事起诉状副本【诉讼请求：1、判令原告与被告签订的合作协议于2017年2月25日解除；2、判令被告一退还原告投资款项75000元；3、判令被告二对被告一上述债务承担连带清偿责任；4、本案诉讼费由两被告承担】、证据材料副本、应诉通知书、举证通知书、开庭传票、告知审判庭组成人员通知书、转程序裁定书，自公告之日起经过六十日即视为送达。提出答辩状和举证的期限分别为公告期满后的十五日和三十日内。本案定于2018年7月20日9时30分在龙岗区法院横岗法庭第三审判庭开庭审理，届期不到庭将依法缺席判决。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　(2018)粤0307民初132号<\/p><p>　　黄洋：本院受理原告张磊诉你民间借贷纠纷一案，因你下落不明，本院无法与你联系直接送达。现依法向你公告送达起诉状副本【诉讼请求：1.判令被告向原告偿还借款本金人民币25万元及利息5000元（以借款本金25万元为基数，利息按利率2%每月计算，自2017年11月30日暂计至还清之日止）；2．本案所有诉讼费用由被告承担】、证据材料、民事裁定书、查封财产通知书、转普裁定书、应诉通知书、举证通知书、告知合议庭组成人员通知书、开庭传票。自公告起经过60日即视为送达。提出答辩状和举证的期限均为公告期满后15日内，并定于2018年7月18日下午14时30分在本院横岗法庭第二审判庭开庭审理。逾期将依法缺席裁判。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　(2018)粤0307民初4793号<\/p><p>　　吴胜林：本院受理原告深圳市爱博纳广告装饰有限公司诉被告你承揽合同纠纷一案，现依法向你公告送达起诉状副本[诉讼请求判令：被告支付原告广告余款11800元、违约金5000元及所有的诉讼费用。]、应诉通知书、举证通知书、开庭传票（开庭时间：2018年7月9日14时30分，开庭地点：深圳市龙岗区横岗人民法庭第三审判庭）、民事裁定书、告知审判庭组成人员通知书。自公告起经过六十日视为送达。答辩状和举证的期限为公告期满后15日内，逾期将依法缺席判决。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　(2018)粤0307民初1342号<\/p><p>　　刘小花：本院受理原告深圳市仁林锦江汽车服务有限公司诉被告你合同纠纷一案，现依法向你公告送达起诉状副本[诉讼请求判令：1、解除原被告之间的《汽车租赁合同》等相关协议；2、被告向原告归还涉案别克车辆（车牌号码：粤N16099，发动机号：LB85B010593，车架号：LSGWL52D35S56616）车辆价值5万元；3、被告向原告支付违约金计至清偿之日止，暂计至2017年5月24日为8798.4元。]、应诉通知书、举证通知书、开庭传票（开庭时间：2018年7月9日9时30分，开庭地点：横岗人民法庭第三审判庭）、民事裁定书、告知审判庭组成人员通知书。自公告起六十日视为送达。答辩状和举证的期限为公告期满后15日内，逾期将依法缺席判决。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　(2018)粤0307民初1343号<\/p><p>　　郭少河：本院受理原告深圳市仁林锦江汽车服务有限公司诉被告你合同纠纷一案，现依法向你公告送达起诉状副本[诉讼请求判令：1、解除原被告之间的《汽车租赁合同》及《车辆销售协议》；2、被告向原告归还租赁物丰田花冠1.6L自动档车辆（车牌号码：粤BX43Q0，发动机号：G219544，车架号：534194）价值5万元；3、被告向原告支付租金计至归还租赁物之日止（暂计至2017年5月24日为47320元）；4、被告向原告支付违约金计至所有债务清偿之日止（暂计至2017年5月24日为17745元）；5、被告支付的保证金2万元，原告可不予退回。]、应诉通知书、举证通知书、开庭传票（开庭时间：2018年7月9日9时30分，开庭地点：横岗人民法庭第三审判庭）、民事裁定书、告知审判庭组成人员通知书。自公告起六十日视为送达。答辩状和举证的期限为公告期满后的15日内，逾期将依法缺席判决。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　(2018)粤0307民初1345号<\/p><p>　　刘海东：本院受理原告深圳市仁林锦江汽车服务有限公司诉被告你合同纠纷一案，现依法向你公告送达起诉状副本[诉讼请求判令：l、解除原被告之间的《汽车租赁合同》及《车辆销售协议》；2、被告向原告归还租赁物凯越1.5L经典车辆（车牌号码：粤B5K434，发动机号：133643543，车架号：011837）车辆价值5万元；3、被告向原告支付租金计至归还租赁物之日止（暂计至2017年5月24日为128100元）；4、被告向原告交付违约金计至所有债务清偿之日止（暂计至2017年5月24日为68853.75元）；5、被告已支付的保证金4575元，原告可不予退回。]、应诉通知书、举证通知书、开庭传票（开庭时间：2018年7月9日9时30分，开庭地点：横岗人民法庭第三审判庭)、民事裁定书、告知审判庭组成人员通知书。自公告起六十日视为送达。答辩状和举证的期限为公告期满后15日内，逾期将依法缺席判决。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　(2018)粤0307民初1340号<\/p><p>　　刘宝鸿：本院受理原告深圳市仁林锦江汽车服务有限公司诉你车辆租赁合同纠纷一案。现依法向你公告送达起诉状副本[诉讼请求：1．判令被告向原告归还租赁物凯美瑞车辆（车牌：粤B9F150，发动机号：H043006，车架号：017021）；2．判令被告向原告支付拖欠的车辆租金人民币105324元]、证据材料、转普裁定书、应诉通知书、举证通知书、告知合议庭组成人员通知书、开庭传票。自公告起经过60日视为送达。答辩状和举证的期限均为公告期满后15日内，并定于2018年7月18日15时30分在横岗法庭第二审判庭开庭审理。逾期将依法缺席裁判。<\/p><p>　　广东省深圳市龙岗区人民法院<\/p><p>　　王维彩：本院受理甘官明诉你离婚案（要求与你离婚），依法向你公告送达起诉状副本、应诉及举证通知书、合议庭成员通知书、开庭传票。自公告之日起60日视为送达。提出答辩和举证期限为公告期满后15日内。定于举证期满后第3日9时（节假日顺延）在本院民事审判庭公开审理，逾期依法判决。<\/p><p>　　贵州省余庆县人民法院<\/p><p>　　(2018)皖1621民初453号<\/p><p>　　殷振博、王臣金：本院受理原告王青松诉你民间借贷纠纷一案,现依法向你公告送达起诉状副本、应诉通知书、举证通知书、开庭传票。自公告起60日视为送达。提出答辦和举证期限分别为公告期满后15日和15日内,定于2018年7月3日15时在涡北法庭公开审理,逾期将依法判决。<\/p><p>　　安徽省涡阳县人民法院<\/p><p>　　(2018)皖1621民初1203号<\/p><p>　　郭纳:本院受理原告马黑子诉你离婚纠纷一案,现依法向你公告送达起诉状副本、应诉通知书、举证通知书、开庭传票。自公告起60日视为送达。提出答辩和举证期限分别为公告期满后15日和15日内,定于2018年7月16日15时在本院涡北人民法庭公开审理,逾期将依法判决。<\/p><p>　　安徽省涡阳县人民法院<\/p><p>　　陶凤德、黄修荣：本院受理原告李子运与你民间借贷纠纷一案，已审结。现依法向你公告送达（2018）桂0312民初76号民事判决书，自公告起60日来本院领取，逾期即视为送达。如不服本判决，可在公告期满后15日内，向本院递交上诉状及副本，上诉于桂林市中级人民法院。<\/p><p>　　广西壮族自治区桂林市临桂区人民法院<\/p><p>　　龙小英：本院受理邓方清诉被告秦胜喜、龙小英买卖合同纠纷一案已审结。现依法向你公告送达（2018）桂0312民初171号民事判决书，自公告起60日视为送达。如不服本判决，可在公告期满后15日内向本院递交上诉状及副本，上诉于桂林市中级人民法院。<\/p><p>　　广西壮族自治区桂林市临桂区人民法院<\/p><p>　　尹飞、张连丽：本院受理原告李海奇诉你民间借贷纠纷一案。现依法向你公告送达起诉状副本、举证通知书、应诉通知书及开庭传票。自公告起经过60日即视为送达。举证期限、提出答辩状期限分别为公告期满后15日内。定于举证期满后第3日10时（节假日顺延）在本院六塘法庭公开审理，逾期则依法判决。<\/p><p>　　广西壮族自治区桂林市临桂区人民法院<\/p><p>　　吴新平、尹飞：本院受理原告李海奇诉你民间借贷纠纷一案。现依法向你公告送达起诉状副本、举证通知书、应诉通知书及开庭传票。自公告起60日即视为送达。举证期限、提出答辩状期限分别为公告期满后15日内。定于举证期满后第3日11时（节假日顺延）在本院六塘法庭公开审理，逾期则依法判决。<\/p><p>　　广西壮族自治区桂林市临桂区人民法院<\/p><p>　　陈玉次：本院受理原告滕玲利诉你离婚纠纷一案。现依法向你公告送达起诉状副本、举证通知书、应诉通知书及开庭传票。自公告起60日视为送达。举证期限、提出答辩状期限分别为公告期满后15日内。定于举证期满后第4日10时（节假日顺延）在本院六塘法庭公开审理，逾期则依法判决。<\/p><p>　　广西壮族自治区桂林市临桂区人民法院<\/p><p>　　鲜先周：本院受理吴亚芳诉你合同纠纷一案，现依法向你公告送达起诉状副本、应诉及举证通知书、合议庭人员通知书及开庭传票。自公告之日起60日视为送达。提出答辩状和举证期限分别为公告期满后15日和30日内。定于2018年7月19日9时在小桥法庭公开审理，逾期依法裁判。<\/p><p>　　四川省营山县人民法院<\/p><p>　　谭培江:本院受理王保权诉你车辆租赁合同纠纷一案已审结,现依法向你公告送达(2017)黔2728民初767号民事判决书,自公告之日起60日视为送达.如不服本判决,可在公告期满后15日内向本院递交上诉状及副本,上诉于黔南布依族苗族自治州中级人民法院,逾期发生法律效力。<\/p><p>　　贵州省罗甸县人民法院<\/p><p>　　韩建龙：本院受理谭华强诉你为买卖合同纠纷一案，现依法向你公告送达起诉状副本、应诉及举证通知书、传票等相关法律文书。自公告之日起60日视为送达。提出答辩状和举证期限为公告期满后15日、20日内。定于2018年7月10日9:30在青岗法庭公开审理。逾期依法缺席判决。<\/p><p>　　四川省射洪县人民法院<\/p><p>　　张林华：本院审理何德洪诉你民间借贷纠纷案已审结。依法向你公告送达（2017）黔0422民初1424号民事判决书。自公告之日起60日视为送达。如不服本判决，可在判决书送达之日起15日内向本院递交上诉状及副本，上诉于安顺市中级人民法院。<\/p><p>　　贵州省普定县人民法院<\/p><p>　　胡永飞：本院受理惠水时映房地产开发有限公司诉你民间借贷纠纷案已审结。依法向你公告送达（2018）黔0422民初333号民事判决书。自公告之日起60日视为送达。如不服本判决，可在判决书送达之日起15日内向本院递交上诉状及副本，上诉于安顺市中级人民法院。<\/p><p>　　贵州省普定县人民法院<\/p><p>　　霍刚：本院受理宋玉芝诉你离婚案，依法向你公告送达起诉状副本、应诉及举证通知书、证据副本、开庭传票。自公告之日起经60日视为送达。提出答辩和举证期限为公告期满后15日和30日内。定于举证期满后第3日9时（节假日顺延）在霍日里法庭公开审理，逾期依法判决。<\/p><p>　　内蒙古自治区莫力达瓦达斡尔族自治旗人民法院<\/p><p>　　黄玉文：本院受理张家纪诉你离婚案，依法向你公告送达起诉状副本、应诉及举证通知书、开庭传票。自公告之日起经60日视为送达。提出答辩和举证期限为公告期满后15日和30日内。定于举证期满后第3日9时（节假日顺延）在沂城法庭第一审判庭公开审理，逾期依法判决。<\/p><p>　　山东省沂水县人民法院<\/p><p>　　贵定县倩亮女人化妆品店（经营者：文士波）：本院受理罗贞才诉你、贵定县宝贝梦想孕婴店、贵定县远兰服装店物件损害责任纠纷一案，依法向你公告送达起诉状副本、应诉及举证通知书、合议庭成员通知书、开庭传票。自公告之日起60日视为送达。提出答辩和举证期限为公告期满后15日内。定于举证期满后第3日9时（节假日顺延）在本院第一审判庭开庭审理，逾期依法判决。<\/p><p>　　贵州省贵定县人民法院<\/p><p>　　尤金玉：本院受理张宪君诉你离婚案已审结。依法向你公告送达（2017）鲁1502民初6344号民事判决书。自公告之日起60日内来郑家法庭领取，逾期视为送达。如不服本判决，可在公告期满后15日内向本院递交上诉状及副本，上诉于聊城市中级人民法院。逾期发生法律效力。<\/p><p>　　山东省聊城市东昌府区人民法院<\/p><p>　　冯士辉、冯万林、王清辰、邓志晴、高云朋、李清平：本院受理聊城农村商业银行股份有限公司诉你们借款合同纠纷一案，依法向你们公告送达起诉状副本、应诉及举证通知书、开庭传票等法律文书。自公告之日起60日视为送达。提出答辩和举证期限为公告期满后15日和30日内，定于举证期后第三日九时在本院郑家法庭第二审判庭公开审理。逾期依法判决。<\/p><p>　　山东省聊城市东昌府区人民法院<\/p><p>　　王凤池、黄玉平：本院受理杨公俭诉你们民间借贷纠纷案已审结。依法向你们公告送达（2017）鲁1502民初7816号民事判决书。自公告之日起60日内来郑家法庭领取，逾期视为送达。如不服本判决，可在公告期满后15日内向本院递交上诉状及副本，上诉于聊城市中级人民法院。逾期发生法律效力。<\/p><p>　　山东省聊城市东昌府区人民法院<\/p><p>　　张海田：本院受理李长禄诉你民间借贷纠纷一案，依法向你公告送达起诉状副本、应诉及举证通知书、开庭传票等法律文书。自公告之日起60日视为送达。提出答辩和举证期限为公告期满后15日和30日内，定于举证期后第三日九时在郑家法庭第二审判庭公开审理。逾期将依法判决。<\/p><p>　　山东省聊城市东昌府区人民法院<\/p><p>　　孔凡彪、林彦霞、齐友发、孔凡金、孔凡龙、孔令政、齐友峰：本院受理聊城农村商业银行股份有限公司诉你们借款合同纠纷一案，依法向你们公告送达起诉状副本、应诉及举证通知书、开庭传票等法律文书。自公告之日起60日视为送达。提出答辩和举证期限为公告期满后15日和30日内，定于举证期后第三日九时在郑家法庭第二审判庭公开审理。逾期依法判决。<\/p><p>　　山东省聊城市东昌府区人民法院<span class=\"ifengLogo\"><a href=\"http://www.ifeng.com/\" target=\"_blank\"><img src=\"http://p2.ifengimg.com/a/2016/0810/204c433878d5cf9size1_w16_h16.png\"/><\/a><\/span><\/p><\/span> ]\r\n      <!--mainContent end-->","type":"测试","time":"2018-04-20 10:54:35","have_read":"0","userids":"0"},{"title":"测试短公告1","text":"<!-- 正文 start -->\r\n\t\t\t<div class=\"article\" id=\"article\">\r\n\t\t\t\t<table>  <tr> <td class=\"imgscache\">  <\/td> <\/tr> <tr> <td><\/td> <\/tr>  <\/table><div>  　　广州市福利彩票发行工作促进会决定自行解散，现需清理债权债务。请债权人自本公告见报之日起45天内，向本会清算小组申报债权。逾期不申报，视为放弃权利。清算结束后，本会将依法依规依程序向社团登记管理机关申请注销登记。<p>　　特此公告。<\/p><p>　　清算小组联系人：张小姐、郑小姐、彭先生<\/p><p>　　联系电话：020-83362878。<\/p><p>　　广州市福利彩票发行工作促进会<\/p><p>　　2018年4月19日<\/p><p> <\/p>  <\/div>\r\n\t\t\t\t\r\n\t\t\t\t  \r\n\t\t\t\t\r\n\t\t\t\t\r\n\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t<\/div>\r\n\t\t\t<!-- 正文 end -->","type":"测试","time":"2018-04-20 10:54:35","have_read":"0","userids":"0"}]
     * mark : d7655a98cb35358b19cec27340cc5fc4
     * code : 200
     * value : OK
     */

    private String token;
    private String mark;
    private int code;
    private String value;
    private List<DataBean> data;

    public String getToken() {
        return token;
    }

    public void setToken(String token) {
        this.token = token;
    }

    public String getMark() {
        return mark;
    }

    public void setMark(String mark) {
        this.mark = mark;
    }

    public int getCode() {
        return code;
    }

    public void setCode(int code) {
        this.code = code;
    }

    public String getValue() {
        return value;
    }

    public void setValue(String value) {
        this.value = value;
    }

    public List<DataBean> getData() {
        return data;
    }

    public void setData(List<DataBean> data) {
        this.data = data;
    }

    public static class DataBean {
        /**
         * title : 测试公告1
         * text : <!--mainContent begin-->
         <p>原标题：【公告】</p>[
         <span><p>　　何旺：本院受理原告深圳市李唐电子有限公司诉你买卖合同纠纷一案已审结。现依法向你公告送达（2017）粤0306民初28736号民事判决书。你应自公告起60日内到福永法庭领取民事判决书，逾期视为送达。如不服判决，可在公告期满后15日内提交上诉状及副本。上诉于深圳市中级人民法院，逾期未上诉的，本判决即发生法律效力。</p><p>　　广东省深圳市宝安区人民法院</p><p>　　陈佳铭：本院受理原告深圳市吴鼎鑫电子科技有限公司诉你建筑设备租赁合同纠纷一案已审结。现依法向你公告送达（2017）粤0306民初7818号民事判决书、上诉须知。自公告起60日内来本院领取判决书、上诉须知，逾期视为送达。如不服判决，你须在公告期满之日起15日内递交上诉状及副本，上诉于深圳市中级人民法院，逾期本判决即发生法律效力。</p><p>　　广东省深圳市宝安区人民法院</p><p>　　(2017)粤0307民初15152号</p><p>　　盘光华：本院受理原告林翠华诉被告黄柳青、盘光华民间借贷纠纷一案，现依法向你公告送达如下法律文书：民事裁定书（内容：驳回原告林翠华的起诉）。如不服判决，可于本判决送达之日起十日内，向本院递交上诉状，并按对方当事人人数提交副本，上诉于深圳市中级人民法院。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　(2018)粤0307民初1387号</p><p>　　王勇：本院受理原告深圳市社会保险基金管理局诉被告你追偿权纠纷一案，现依法向你公告送达起诉状副本、应诉通知书、举证通知书、开庭传票、合议庭组成人员通知书、证据材料等。自公告起60日视为送达。答辩和举证期限分别为公告送达期满后15和30日内。于2018年7月31日15时30分在坪地法庭第一审判庭开庭。逾期将依法判决。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　(2018)粤0307民初5329号</p><p>　　韦乙：本院受理原告张小容诉你民间借贷纠纷一案，现依法向你公告送达起诉状副本、应诉通知书、举证通知书、告知审判庭组成人员通知书、开庭传票、证据材料等各一份。自公告起经过60日视为送达。答辩状和举证的期限分别为公告期满后15日和30日内，于2018年7月26日15时在坑梓人民法庭第一审判庭开庭审理，逾期将依法缺席裁判。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　鲁槟锋、罗元梅：本院受理杨昆诉你合同纠纷一案已审结，现依法向你公告送达（2017）粤0307民初19610号民事判决书，判决如下：两被告于判决生效之日起三日内偿还原告借款本金20万元并支付利息至还清之日止。自公告起60日内来本院领取民事判决书，逾期视为送达。如不服判决，可自判决书送达之日起十五日内递交上诉状及副本，上诉于深圳市中级人民法院。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　南金明：本院定于2018年7月24日15时30分在布吉法庭第三审判庭公开审理原告梁洁瑜诉你买卖合同纠纷（2018）粤0307民初1581号一案。现依法向你送达民事起诉状副本、应诉通知书、举证通知书、开庭传票等法律文书。自公告起60日视为送达。答辩和举证期限为公告期满的15日及30日内。逾期不到庭依法缺席判决。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　李毅、赵世磊、深圳三块石头电子商务有限公司：本院定于2018年8月2日9时30分在布吉法庭第二审判庭公开审理原告章正维诉被告你们不当得利纠纷（2018）粤0307民初2057号一案。现依法向你送达民事起诉状副本、应诉通知书、举证通知书、开庭传票等法律文书。自公告起60日视为送达。答辩和举证期限为公告期满的15日及30日内。逾期不到庭依法缺席判决。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　(2018)粤0307民初4859号</p><p>　　深圳市保千里电子有限公司：本院受理原告深圳市精利盛实业有限公司诉你单位买卖合同纠纷一案，现依法向你公告送达起诉状副本、应诉通知书、举证通知书、告知审判庭组成人员通知书、开庭传票、证据材料等各一份。自公告起经过60日视为送达。答辩状和举证的期限分别为公告期满后15日和30日内，于2018年7月25日15时30分在坑梓人民法庭第一审判庭开庭审理，逾期将依法缺席裁判。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　杜齐兴、刘俊华：本院受理原告陈怡松、史建康诉被告刘万伦、杜齐兴、刘俊华、深圳市金华伦投资发展有限公司、深圳市龙岗区培新学校租赁合同纠纷一案，现依法向你们公告送达（2014）深龙法民三初字第1443号的告知审判庭组成人员通知书、传票。自公告起60日视为送达。举证的期限为公告期满后30日内。于2018年7月23日9时30分（遇法定节假日顺延）在深圳市第二看守所开庭审理，请准时出庭，逾期将依法缺席裁判。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　(2018)粤0307民初4805号</p><p>　　黄志强：本院受理黄梅兰诉你离婚后财产纠纷一案，现依法公告送达起诉状副本【诉讼请求：被告支付原告补偿5万元及支付利息】、证据材料、应诉通知书、举证通知书、告知审判庭组成人员通知书及开庭传票。自公告起60日视为送达。答辩和举证期限均为公告期满后15日，于2018年7月10日14时30分在横岗法庭第三审判庭开庭审理。逾期将缺席审理。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　（2017）粤0307民初19862号</p><p>　　洪荣宝：本院受理原告孔冷聪与被告胡洪福、第三人洪荣宝民间借贷纠纷一案，现依法向你公告送达起诉状副本、举证通知书、应诉通知书、开庭传票、告知审判庭组成人员通知书、证据副本、参加诉讼通知书。原告诉请法院判令：1、被告向原告返还借款35万元及利息；2、被告承担本案诉讼费、保全费。自公告起60日视为送达。答辩和举证期限分别为公告期满后15日和30日内。于2018年8月6日10时30分在布吉法庭第四审判庭公开开庭审理，逾期不到庭依法缺席判决。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　徐平、李云兰：本院受理刘创成诉你们民间借贷纠纷一案，因你们方未按已经发生法律效力的(2014)深龙法民一初字第184号民事判决书履行义务，本案在执行过程中依法委托深圳市东昊房地产土地评估有限公司对被执行人徐平、李云兰名下所有的位于深圳市宝安区西乡街道西乡大道西侧大益广场1栋220号房（房地产证号：5000098606）进行评估（评估价格为人民币1463652元，详见深东昊（估）字[2018]第02002号《房地产估价报告》）。现依法向你们方公告送达(2015)深龙法执字第3531号执行通知书、财产申报表、执行裁定书和公告上述评估结果，经过六十日视为送达，若你们方对评估结果及相关事宜有异议，可在送达之日起十日内向本院书面提出，逾期未提出视为同意该评估结果。本院将作出(2015)深龙法执字第3531号执行裁定书，裁定拍卖上述房产。你们方可以向本院了解有关拍卖事宜，若你们方在拍卖成交前向申请执行人清偿本案债务，即可及时终止拍卖，但因此引起的一切费用，由你们方承担。若以此底价拍卖未成交，本院将依法调价再次拍卖，不另行通知。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　（2017）粤0307民初7007号</p><p>　　深圳众创同盟网络科技有限公司、陈红川：本院受理原告张顺诉被告深圳众创同盟网络科技有限公司、陈红川网络服务合同纠纷一案，因你下落不明，依照《中华人民共和国民事诉讼法》第九十二条的规定，向你公告送达如下法律文书：民事起诉状副本【诉讼请求：1、判令原告与被告签订的合作协议于2017年2月25日解除；2、判令被告一退还原告投资款项75000元；3、判令被告二对被告一上述债务承担连带清偿责任；4、本案诉讼费由两被告承担】、证据材料副本、应诉通知书、举证通知书、开庭传票、告知审判庭组成人员通知书、转程序裁定书，自公告之日起经过六十日即视为送达。提出答辩状和举证的期限分别为公告期满后的十五日和三十日内。本案定于2018年7月20日9时30分在龙岗区法院横岗法庭第三审判庭开庭审理，届期不到庭将依法缺席判决。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　(2018)粤0307民初132号</p><p>　　黄洋：本院受理原告张磊诉你民间借贷纠纷一案，因你下落不明，本院无法与你联系直接送达。现依法向你公告送达起诉状副本【诉讼请求：1.判令被告向原告偿还借款本金人民币25万元及利息5000元（以借款本金25万元为基数，利息按利率2%每月计算，自2017年11月30日暂计至还清之日止）；2．本案所有诉讼费用由被告承担】、证据材料、民事裁定书、查封财产通知书、转普裁定书、应诉通知书、举证通知书、告知合议庭组成人员通知书、开庭传票。自公告起经过60日即视为送达。提出答辩状和举证的期限均为公告期满后15日内，并定于2018年7月18日下午14时30分在本院横岗法庭第二审判庭开庭审理。逾期将依法缺席裁判。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　(2018)粤0307民初4793号</p><p>　　吴胜林：本院受理原告深圳市爱博纳广告装饰有限公司诉被告你承揽合同纠纷一案，现依法向你公告送达起诉状副本[诉讼请求判令：被告支付原告广告余款11800元、违约金5000元及所有的诉讼费用。]、应诉通知书、举证通知书、开庭传票（开庭时间：2018年7月9日14时30分，开庭地点：深圳市龙岗区横岗人民法庭第三审判庭）、民事裁定书、告知审判庭组成人员通知书。自公告起经过六十日视为送达。答辩状和举证的期限为公告期满后15日内，逾期将依法缺席判决。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　(2018)粤0307民初1342号</p><p>　　刘小花：本院受理原告深圳市仁林锦江汽车服务有限公司诉被告你合同纠纷一案，现依法向你公告送达起诉状副本[诉讼请求判令：1、解除原被告之间的《汽车租赁合同》等相关协议；2、被告向原告归还涉案别克车辆（车牌号码：粤N16099，发动机号：LB85B010593，车架号：LSGWL52D35S56616）车辆价值5万元；3、被告向原告支付违约金计至清偿之日止，暂计至2017年5月24日为8798.4元。]、应诉通知书、举证通知书、开庭传票（开庭时间：2018年7月9日9时30分，开庭地点：横岗人民法庭第三审判庭）、民事裁定书、告知审判庭组成人员通知书。自公告起六十日视为送达。答辩状和举证的期限为公告期满后15日内，逾期将依法缺席判决。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　(2018)粤0307民初1343号</p><p>　　郭少河：本院受理原告深圳市仁林锦江汽车服务有限公司诉被告你合同纠纷一案，现依法向你公告送达起诉状副本[诉讼请求判令：1、解除原被告之间的《汽车租赁合同》及《车辆销售协议》；2、被告向原告归还租赁物丰田花冠1.6L自动档车辆（车牌号码：粤BX43Q0，发动机号：G219544，车架号：534194）价值5万元；3、被告向原告支付租金计至归还租赁物之日止（暂计至2017年5月24日为47320元）；4、被告向原告支付违约金计至所有债务清偿之日止（暂计至2017年5月24日为17745元）；5、被告支付的保证金2万元，原告可不予退回。]、应诉通知书、举证通知书、开庭传票（开庭时间：2018年7月9日9时30分，开庭地点：横岗人民法庭第三审判庭）、民事裁定书、告知审判庭组成人员通知书。自公告起六十日视为送达。答辩状和举证的期限为公告期满后的15日内，逾期将依法缺席判决。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　(2018)粤0307民初1345号</p><p>　　刘海东：本院受理原告深圳市仁林锦江汽车服务有限公司诉被告你合同纠纷一案，现依法向你公告送达起诉状副本[诉讼请求判令：l、解除原被告之间的《汽车租赁合同》及《车辆销售协议》；2、被告向原告归还租赁物凯越1.5L经典车辆（车牌号码：粤B5K434，发动机号：133643543，车架号：011837）车辆价值5万元；3、被告向原告支付租金计至归还租赁物之日止（暂计至2017年5月24日为128100元）；4、被告向原告交付违约金计至所有债务清偿之日止（暂计至2017年5月24日为68853.75元）；5、被告已支付的保证金4575元，原告可不予退回。]、应诉通知书、举证通知书、开庭传票（开庭时间：2018年7月9日9时30分，开庭地点：横岗人民法庭第三审判庭)、民事裁定书、告知审判庭组成人员通知书。自公告起六十日视为送达。答辩状和举证的期限为公告期满后15日内，逾期将依法缺席判决。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　(2018)粤0307民初1340号</p><p>　　刘宝鸿：本院受理原告深圳市仁林锦江汽车服务有限公司诉你车辆租赁合同纠纷一案。现依法向你公告送达起诉状副本[诉讼请求：1．判令被告向原告归还租赁物凯美瑞车辆（车牌：粤B9F150，发动机号：H043006，车架号：017021）；2．判令被告向原告支付拖欠的车辆租金人民币105324元]、证据材料、转普裁定书、应诉通知书、举证通知书、告知合议庭组成人员通知书、开庭传票。自公告起经过60日视为送达。答辩状和举证的期限均为公告期满后15日内，并定于2018年7月18日15时30分在横岗法庭第二审判庭开庭审理。逾期将依法缺席裁判。</p><p>　　广东省深圳市龙岗区人民法院</p><p>　　王维彩：本院受理甘官明诉你离婚案（要求与你离婚），依法向你公告送达起诉状副本、应诉及举证通知书、合议庭成员通知书、开庭传票。自公告之日起60日视为送达。提出答辩和举证期限为公告期满后15日内。定于举证期满后第3日9时（节假日顺延）在本院民事审判庭公开审理，逾期依法判决。</p><p>　　贵州省余庆县人民法院</p><p>　　(2018)皖1621民初453号</p><p>　　殷振博、王臣金：本院受理原告王青松诉你民间借贷纠纷一案,现依法向你公告送达起诉状副本、应诉通知书、举证通知书、开庭传票。自公告起60日视为送达。提出答辦和举证期限分别为公告期满后15日和15日内,定于2018年7月3日15时在涡北法庭公开审理,逾期将依法判决。</p><p>　　安徽省涡阳县人民法院</p><p>　　(2018)皖1621民初1203号</p><p>　　郭纳:本院受理原告马黑子诉你离婚纠纷一案,现依法向你公告送达起诉状副本、应诉通知书、举证通知书、开庭传票。自公告起60日视为送达。提出答辩和举证期限分别为公告期满后15日和15日内,定于2018年7月16日15时在本院涡北人民法庭公开审理,逾期将依法判决。</p><p>　　安徽省涡阳县人民法院</p><p>　　陶凤德、黄修荣：本院受理原告李子运与你民间借贷纠纷一案，已审结。现依法向你公告送达（2018）桂0312民初76号民事判决书，自公告起60日来本院领取，逾期即视为送达。如不服本判决，可在公告期满后15日内，向本院递交上诉状及副本，上诉于桂林市中级人民法院。</p><p>　　广西壮族自治区桂林市临桂区人民法院</p><p>　　龙小英：本院受理邓方清诉被告秦胜喜、龙小英买卖合同纠纷一案已审结。现依法向你公告送达（2018）桂0312民初171号民事判决书，自公告起60日视为送达。如不服本判决，可在公告期满后15日内向本院递交上诉状及副本，上诉于桂林市中级人民法院。</p><p>　　广西壮族自治区桂林市临桂区人民法院</p><p>　　尹飞、张连丽：本院受理原告李海奇诉你民间借贷纠纷一案。现依法向你公告送达起诉状副本、举证通知书、应诉通知书及开庭传票。自公告起经过60日即视为送达。举证期限、提出答辩状期限分别为公告期满后15日内。定于举证期满后第3日10时（节假日顺延）在本院六塘法庭公开审理，逾期则依法判决。</p><p>　　广西壮族自治区桂林市临桂区人民法院</p><p>　　吴新平、尹飞：本院受理原告李海奇诉你民间借贷纠纷一案。现依法向你公告送达起诉状副本、举证通知书、应诉通知书及开庭传票。自公告起60日即视为送达。举证期限、提出答辩状期限分别为公告期满后15日内。定于举证期满后第3日11时（节假日顺延）在本院六塘法庭公开审理，逾期则依法判决。</p><p>　　广西壮族自治区桂林市临桂区人民法院</p><p>　　陈玉次：本院受理原告滕玲利诉你离婚纠纷一案。现依法向你公告送达起诉状副本、举证通知书、应诉通知书及开庭传票。自公告起60日视为送达。举证期限、提出答辩状期限分别为公告期满后15日内。定于举证期满后第4日10时（节假日顺延）在本院六塘法庭公开审理，逾期则依法判决。</p><p>　　广西壮族自治区桂林市临桂区人民法院</p><p>　　鲜先周：本院受理吴亚芳诉你合同纠纷一案，现依法向你公告送达起诉状副本、应诉及举证通知书、合议庭人员通知书及开庭传票。自公告之日起60日视为送达。提出答辩状和举证期限分别为公告期满后15日和30日内。定于2018年7月19日9时在小桥法庭公开审理，逾期依法裁判。</p><p>　　四川省营山县人民法院</p><p>　　谭培江:本院受理王保权诉你车辆租赁合同纠纷一案已审结,现依法向你公告送达(2017)黔2728民初767号民事判决书,自公告之日起60日视为送达.如不服本判决,可在公告期满后15日内向本院递交上诉状及副本,上诉于黔南布依族苗族自治州中级人民法院,逾期发生法律效力。</p><p>　　贵州省罗甸县人民法院</p><p>　　韩建龙：本院受理谭华强诉你为买卖合同纠纷一案，现依法向你公告送达起诉状副本、应诉及举证通知书、传票等相关法律文书。自公告之日起60日视为送达。提出答辩状和举证期限为公告期满后15日、20日内。定于2018年7月10日9:30在青岗法庭公开审理。逾期依法缺席判决。</p><p>　　四川省射洪县人民法院</p><p>　　张林华：本院审理何德洪诉你民间借贷纠纷案已审结。依法向你公告送达（2017）黔0422民初1424号民事判决书。自公告之日起60日视为送达。如不服本判决，可在判决书送达之日起15日内向本院递交上诉状及副本，上诉于安顺市中级人民法院。</p><p>　　贵州省普定县人民法院</p><p>　　胡永飞：本院受理惠水时映房地产开发有限公司诉你民间借贷纠纷案已审结。依法向你公告送达（2018）黔0422民初333号民事判决书。自公告之日起60日视为送达。如不服本判决，可在判决书送达之日起15日内向本院递交上诉状及副本，上诉于安顺市中级人民法院。</p><p>　　贵州省普定县人民法院</p><p>　　霍刚：本院受理宋玉芝诉你离婚案，依法向你公告送达起诉状副本、应诉及举证通知书、证据副本、开庭传票。自公告之日起经60日视为送达。提出答辩和举证期限为公告期满后15日和30日内。定于举证期满后第3日9时（节假日顺延）在霍日里法庭公开审理，逾期依法判决。</p><p>　　内蒙古自治区莫力达瓦达斡尔族自治旗人民法院</p><p>　　黄玉文：本院受理张家纪诉你离婚案，依法向你公告送达起诉状副本、应诉及举证通知书、开庭传票。自公告之日起经60日视为送达。提出答辩和举证期限为公告期满后15日和30日内。定于举证期满后第3日9时（节假日顺延）在沂城法庭第一审判庭公开审理，逾期依法判决。</p><p>　　山东省沂水县人民法院</p><p>　　贵定县倩亮女人化妆品店（经营者：文士波）：本院受理罗贞才诉你、贵定县宝贝梦想孕婴店、贵定县远兰服装店物件损害责任纠纷一案，依法向你公告送达起诉状副本、应诉及举证通知书、合议庭成员通知书、开庭传票。自公告之日起60日视为送达。提出答辩和举证期限为公告期满后15日内。定于举证期满后第3日9时（节假日顺延）在本院第一审判庭开庭审理，逾期依法判决。</p><p>　　贵州省贵定县人民法院</p><p>　　尤金玉：本院受理张宪君诉你离婚案已审结。依法向你公告送达（2017）鲁1502民初6344号民事判决书。自公告之日起60日内来郑家法庭领取，逾期视为送达。如不服本判决，可在公告期满后15日内向本院递交上诉状及副本，上诉于聊城市中级人民法院。逾期发生法律效力。</p><p>　　山东省聊城市东昌府区人民法院</p><p>　　冯士辉、冯万林、王清辰、邓志晴、高云朋、李清平：本院受理聊城农村商业银行股份有限公司诉你们借款合同纠纷一案，依法向你们公告送达起诉状副本、应诉及举证通知书、开庭传票等法律文书。自公告之日起60日视为送达。提出答辩和举证期限为公告期满后15日和30日内，定于举证期后第三日九时在本院郑家法庭第二审判庭公开审理。逾期依法判决。</p><p>　　山东省聊城市东昌府区人民法院</p><p>　　王凤池、黄玉平：本院受理杨公俭诉你们民间借贷纠纷案已审结。依法向你们公告送达（2017）鲁1502民初7816号民事判决书。自公告之日起60日内来郑家法庭领取，逾期视为送达。如不服本判决，可在公告期满后15日内向本院递交上诉状及副本，上诉于聊城市中级人民法院。逾期发生法律效力。</p><p>　　山东省聊城市东昌府区人民法院</p><p>　　张海田：本院受理李长禄诉你民间借贷纠纷一案，依法向你公告送达起诉状副本、应诉及举证通知书、开庭传票等法律文书。自公告之日起60日视为送达。提出答辩和举证期限为公告期满后15日和30日内，定于举证期后第三日九时在郑家法庭第二审判庭公开审理。逾期将依法判决。</p><p>　　山东省聊城市东昌府区人民法院</p><p>　　孔凡彪、林彦霞、齐友发、孔凡金、孔凡龙、孔令政、齐友峰：本院受理聊城农村商业银行股份有限公司诉你们借款合同纠纷一案，依法向你们公告送达起诉状副本、应诉及举证通知书、开庭传票等法律文书。自公告之日起60日视为送达。提出答辩和举证期限为公告期满后15日和30日内，定于举证期后第三日九时在郑家法庭第二审判庭公开审理。逾期依法判决。</p><p>　　山东省聊城市东昌府区人民法院<span class="ifengLogo"><a href="http://www.ifeng.com/" target="_blank"><img src="http://p2.ifengimg.com/a/2016/0810/204c433878d5cf9size1_w16_h16.png"/></a></span></p></span> ]
         <!--mainContent end-->
         * type : 测试
         * time : 2018-04-20 10:54:35
         * have_read : 0
         * userids : 0
         */

        private String title;
        private String text;
        private String type;
        private String time;
        private String have_read;
        private String userids;

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getText() {
            return text;
        }

        public void setText(String text) {
            this.text = text;
        }

        public String getType() {
            return type;
        }

        public void setType(String type) {
            this.type = type;
        }

        public String getTime() {
            return time;
        }

        public void setTime(String time) {
            this.time = time;
        }

        public String getHave_read() {
            return have_read;
        }

        public void setHave_read(String have_read) {
            this.have_read = have_read;
        }

        public String getUserids() {
            return userids;
        }

        public void setUserids(String userids) {
            this.userids = userids;
        }
    }
}
