package com.smartcityin.waterknow.Entity.Service;

import java.util.List;

/**
 * Author : Mr.老王
 * Created on 2018/4/9
 * E-mail : wkz123011@gmail.com
 */
public class ServiceNewsCenterEntity {

    /**
     * token : DnLfZK2nJOdgn0CwuL59Qw==
     * data : [{"id":"10","title":"智慧生活已经到来？从中国到全球它正在蔓延","text":" <div class=\"news_info\" style=\"padding-top:0px; padding-bottom:0px;\"> <p>作者：人大重阳<\/p>\r\n<p>内容摘自：《2017智慧生活指数报告》（腾讯、中国人民大学重阳金融研究院、益普索联合发布）<\/p>\r\n<p>一场移动支付主导的智慧生活潮流正在由中国向全球蔓延。中国经济的转型升级、新经济业态的蓬勃发展带动了金融创新的发展，智慧生活成为其中鲜明的亮色。毕马威发布的《全球消费与融合调查报告》显示，66%的全球受访者表示愿意使用移动钱包业务，而中国的比例则高达84%。<br />\r\n<br />\r\n近日，关于移动支付带来的&ldquo;无现金&rdquo;生活是否值得提倡引发了各界的讨论。中国的移动支付发展如何？是该大力提倡还是冷静对待？本文试图从移动支付的根源和必然性进行探讨。<br />\r\n<br />\r\n<strong>中国掀起移动支付旋风<\/strong><br />\r\n<br />\r\n中国领先世界的移动支付格局无可争议。有意思的是，推广非现金交易和电子支付，&ldquo;第一个吃螃蟹&rdquo;的社会，其实来自西方。<br />\r\n<br />\r\n丹麦被媒体称为&ldquo;全球首个无现金支付国家&rdquo;。自今年1月起，丹麦中央银行已经关闭其在丹麦境内所有的印钞部门，今后不再印刷和制作包括纸币和硬币在内的丹麦克朗现金。此前丹麦政府宣布，从2016年开始，多数商业店面都可以取消收银机，只接受电子货币。欧洲其他地区的电子货币进程也在加快，例如瑞士、意大利等国都相继出台了对交易中使用现金的行为征税的政策。<br />\r\n<br />\r\n货币电子化的快速发展，与西方国家近年来陷入&ldquo;负利率&rdquo;社会有关。所谓负利率政策实际上就是对现金征税：你在银行存款，银行不但不给你利息，反而还要倒扣存款管理费，存款数会越变越少。这就导致人们会宁可把现金攥在手上也不愿存在银行里受损失。为了应对银行的负利率政策，西方政府通过呼吁或者立法的形式来减少现金的使用，间接推动了非现金交易和电子支付的发展。<br />\r\n<br />\r\n中国虽然不是&ldquo;第一个吃螃蟹&rdquo;的国家，但却以全新的方式让这场支付革命的火种得以燎原。以微信支付为代表的移动支付已经渗透到中国社会的日常交易场景中，成为主要支付方式。社交性强、用户基础庞大、门槛低的小额支付使大众很快便接受了这种新兴的支付方式。<br />\r\n<br />\r\n根据腾讯公布的2017年第一季度业绩报告，截至2016年12月，腾讯移动支付月活跃账户及日均支付交易笔数均超过6亿。2016年，支付宝实名用户4.5亿，多地人均支付逾10万人币。用户可以使用移动支付来看病、购物、吃饭、旅游、交水电费等，移动支付已深入生活的方方面面。<br />\r\n<br />\r\n而随着中国消费者的脚步,移动支付的生活方式也开始走向全球。目前，微信支付已登陆超过13个境外国家和地区，支持超过13个币种直接结算。美元、港元、英镑、欧元、日元等货币也都可以用支付宝结算。<br />\r\n<br />\r\n<strong>移动支付带来多元化选择<\/strong><br />\r\n<br />\r\n2017年，支付宝在全球范围内发起了首个&ldquo;无现金周&rdquo;，宣布超过1000万商家参与。微信支付则发起了&ldquo;88无现金日&rdquo;活动，希望借此培养用户的移动支付习惯，倡导时尚、智慧的生活理念。如今，移动支付的生活方式已融入到每一个消费者的日常生活之中，并带来了诸多改变。十年前，在中国不带现金出门，寸步难行。而如今，高达84%的人表示出门不带钱依然很淡定，手机已成为生活必需品。<br />\r\n<br />\r\n不过关于&ldquo;无现金&rdquo;，也有一些争议的声音。移动支付的便捷，使部分商家选择只接受刷卡支付或扫码支付，拒绝现金支付，这种&ldquo;拒绝现金&rdquo;的现象，对老年人、信息闭塞的人，或者因其他各种原因不会使用智能手机或智能手机使用不熟练的人来说，反倒带来了诸多的不便。<br />\r\n<br />\r\n移动支付是科技发展带来的新选择，但也不能&ldquo;本末倒置&rdquo;。近期，在微信支付&ldquo;无现金日&rdquo;启动之际也明确表示，发起&ldquo;无现金日&rdquo;不是为了&ldquo;消灭&rdquo;现金，而是为了推行环保、时尚、高效的生活理念，作为现金的补充，给大众提供智慧的支付选择。<br />\r\n<br />\r\n可以看到，移动支付是一种生活状态，是用户自由轻松的选择，是消费诉求，移动支付和各种支付手段，包括现金、刷卡是并行的，是其他领域的有益补充。目前，在一些交易场景中非现金支付的使用拼频度在变高，实则是用户习惯和商业个体的市场选择。多元化的选择，也正好体现了城市建设中&ldquo;智慧&rdquo;的一个方面。<br />\r\n<br />\r\n以微信支付为代表的移动支付，要做的就是让生活更方便、让支付更智慧，让每一种支付方式在最适合他的生存空间施展拳脚，迎接智慧生活的到来。<br />\r\n<br />\r\n<strong>移动支付需求源自中国经济新动能<\/strong><br />\r\n<br />\r\n为什么移动支付值得提倡？<\/p>\r\n<p>看上去，西方国家采取促进电子支付的政策，主要是实体经济形势所迫。但对中国来说，则恰恰相反，是实体经济催生了巨大的移动支付需求。<br />\r\n<br />\r\n中国经济增长速度虽然不再保持两位数，但仍然保持了中高速，并且是主要经济体中最快之一。从经济结构、新兴工业的崛起以及新经济业态的蓬勃发展看，中国经济正在面临转型升级。李克强总理在今年的政府工作报告中强调，实体经济从来都是我国发展的根基，以创新引领实体经济转型升级是当务之急。<br />\r\n<br />\r\n电子商务的发展带动了一系列现代服务业、金融业和新型制造业的产生，催生了新业态和新商业模式，大幅带动了互联网支付、移动支付等方式的增长。同时，以移动支付为代表的互联网新技术，基于传统行业的业务逻辑，也能更好更高效地提升整个行业的效率。<br />\r\n<br />\r\n比如，微信支付的&ldquo;智慧生活解决方案&rdquo;，至今已覆盖超过数百万门店、30多个行业。以微信公众号＋微信支付为基础，将传统行业原有商业模式&ldquo;移植&rdquo;到线上，帮助企业商户沉淀客户资源、控制运行成本、精准市场营销、提升客户服务体验，从而推动传统行业商业模式的升级换代。<\/p>\r\n\r\n","pic":"https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1524649527143&di=7b3c701eee2309c7a6dae667e9fb2bdf&imgtype=0&src=http%3A%2F%2Fmanager.cechina.cn%2Fupload%2Farticle%2Fc89d999e-ed07-4e61-85f1-1d5b04beebde%2F13062803.jpg","time":"2018-04-25 15:00:34","type":"2","url":"http://123.207.166.123/water/index.php/Personal/News/index/type/news/id/10.html"},{"id":"7","title":"窗帘电机有必要做成智能的吗?","text":" <span>[摘要] <\/span>窗帘的样式很多，如百叶帘、卷帘、罗马帘、柔纱帘、风琴帘、蜂巢帘等，要实现智能化，电机非常关键，其功能除了基本的闭、合、感应外力启动外，还需要支持室温平衡、智能光控、智能雨控、智能风控四大功能。　不过窗帘电机是作为智能家居的基础驱动设备而存在，是否要将其智能化是一件值得考量的事情。                <\/p>\r\n                \t        \t<div class=\"mainbody\" id=\"showcontents\"><p>　　窗帘的样式很多，如百叶帘、卷帘、罗马帘、柔纱帘、风琴帘、蜂巢帘等，要实现智能化，电机非常关键，其功能除了基本的闭、合、感应外力启动外，还需要支持室温平衡、智能光控、智能雨控、智能风控四大功能。　不过窗帘电机是作为<a href=\"http://security.asmag.com.cn/tech/znjj/\" target=\"_blank\" class=\"keylink\">智能家居<\/a>的基础驱动设备而存在，是否要将其智能化是一件值得考量的事情。<\/p><p style=\"text-align: center;\"><img src=\"http://static.asmag.com.cn/uploadfile/2018/0425/201804251201299279.jpg\" title=\"timg (1)_meitu_2.jpg\" alt=\"timg (1)_meitu_2.jpg\"/><\/p><p>　　作为一套智能家居系统的基础部件来说，窗帘电机智能化的必要性不凸显，因为风、雨、光、温度的感知，通过安装于合适位置的<a href=\"http://security.asmag.com.cn/tag/e4bca0e6849fe599a8/\" target=\"_blank\" class=\"keylink\">传感器<\/a>来得更为可靠些。如果将传感器安装于电机上，传感器的感知能力势必受到电机的安装环境影响而导致探测不准确的情况出现。另外，将电机智能化，好比让汽车的轮子具备动力、中控系统功能，这对小小的电机来说，既要求太高，也很难实现。<\/p><p>　　窗帘电机好比智能家居系统的螺丝钉，只要让其好好发挥应有的功能，就是对智能家居系统的最大贡献，而一味要求电机智能化，以目前技术条件，只会让体验下降。<\/p><p style=\"text-align: center;\"><img src=\"http://static.asmag.com.cn/uploadfile/2018/0425/201804251201435704.jpg\" title=\"timg_meitu_3.jpg\" alt=\"timg_meitu_3.jpg\"/><\/p><p>　　智能家居的核心是自动化控制智能化，让智能在无形中得到体现，由此来提升生活的品质。而一套完整的智能家居系统，势必会包括感知层、基础设备层、布线系统、中控系统以及智能化管理平台，其智能化水平取决于平台的技术水平，单个产品的智能是无法让整套系统智能的。另外，通过系统的集中智能化管理，对感知的准确性、反应的正确性、系统运行的高效性、整套系统的体验度都极为重要。<\/p><p>　　因此，窗帘电机的智能，不应以直接赋能，而应通过中控系统及智能化处理平台间接赋能，电机只需要执行系统发来的指令即可，这样才能做到最高效、最可靠的应用。因此，窗帘电机采取间接智能为最佳方案。<\/p><p><br/><\/p><\/div>\r\n                \t        \t<div class=\"cl\"><\/div>\r\n                <div class=\"readercom\" id=\"showzancai\">\r\n                \t<a href=\"javascript:void(0)\" onclick=\"javascript:setzan('25c9AwMJUQFVBQQJVQBUBAQPXAdXVAAGDVNeB1dYXVAARFUBBQ4dWQxBR0VUU1YDBgpcVwQG',1);\" class=\"commend\"><b><\/b>0<\/a>\r\n                \t<a href=\"javascript:void(0)\" onclick=\"javascript:setzan('25c9AwMJUQFVBQQJVQBUBAQPXAdXVAAGDVNeB1dYXVAARFUBBQ4dWQxBR0VUU1YDBgpcVwQG',2);\" class=\"disagree\"><b><\/b>0<\/a>\r\n            \t<\/div>","pic":"http://static.asmag.com.cn/uploadfile/2018/0425/201804251201299279.jpg","time":"2018-04-25 14:44:37","type":"2","url":"http://123.207.166.123/water/index.php/Personal/News/index/type/news/id/7.html"},{"id":"5","title":"数字中国建设成果展览会 智慧生活什么样","text":"<div class=\"otitle\">原标题：智慧生活什么样<\/div><p>\r\n\t　　数字化让未来的生活更智慧。在首届数字中国建设成果展览会上，记者体验了交通出行、文化旅游、家居生活、公共安全、医疗健康等方方面面的数字化应用。<\/p>\r\n<p>\r\n\t　　<strong>多才多艺的机器人<\/strong><\/p>\r\n<p>\r\n\t　　现场嘉宾在台上发言，机器可以同传翻译中英字幕，并实时呈现到大屏幕上。现场人头攒动、环境嘈杂，字幕却十分精准。这是一款来自搜狗公司的翻译机器人。<\/p>\r\n<p>\r\n\t　　在科大讯飞展台前，不少观众与社区服务机器人\u201c小途\u201d展开了热情互动。凭借着自然化、情感化的语音交互，\u201c小途\u201d可以给社区居民提供咨询、接待等多种人性化服务。<\/p>\r\n<p>\r\n\t　　\u201c小度，播放一首热门歌曲\u201d\u201c小度，今天福州天气怎么样\u201d\u2026\u2026在百度的展台前，智能视频音响\u201c小度\u201d由于制作工艺精美、语音识别精准、影音娱乐功能丰富，成为现场的\u201c人气王\u201d。<\/p>\r\n<p>\r\n\t　　<strong>办事也像网购一样便利<\/strong><\/p>\r\n<p>\r\n\t　　\u201c快看，这台无人机真酷炫！\u201d不少观众在围观京东展台上的\u201c倾转旋翼支线无人机\u201d。据现场工作人员介绍，该机起飞重量达200公斤，续航超200公里，不仅可以在仓库间高速调拨时效性要求较高的商品，还能助力农村生鲜商品高速运送，打造高效的通航物流网络。在京东展台屏幕上播放着一段短片，介绍了智慧生态链下的物流速度。搬运AGV、巡检无人机、六轮无人车等，都是科技提升物流效率的典型代表。<\/p>\r\n<p>\r\n\t　　\u201c一个App畅享城市所有服务\u201d，在\u201ce福州\u201d展台，现场这行字颇为醒目。如今，\u201ce福州\u201d已经从简单的政务类App升级改造，对接了43个当地委办局820个办事事项，可应用于交通出行、看病就医、社区服务等9大民生场景。<\/p>\r\n<p>\r\n\t　　\u201c市民办事也能像\u2018网购\u2019一样便利！\u201d工作人员介绍，未来\u201ce福州\u201d有望与\u201c北京通\u201d\u201c泸州通\u201d等平台实现跨城互联，让不同城市的市民更好地体验数字经济带来的便利。<\/p>\r\n<p>\r\n\t　　<strong>触手可及的智慧生活<\/strong><\/p>\r\n<p>\r\n\t　　超高清4K电视、家庭KTV、智能家居、体感游戏\u2026\u2026峰会期间，中国移动展台上实景展示了在大带宽、低时延网络条件下的数字家庭业务，通过智能语音搜索和大颗粒网络保障，未来家庭将变得更加智慧。<\/p>\r\n<p>\r\n\t　　不仅在家里，一座城市的路灯、井盖、电梯都可以成为智慧城市的\u201c细胞\u201d。中国联通展台设置了智慧城市沙盘演示，当城市里的这些小部件出现故障时，检测后台可以实时预警、迅速排查。\u201c人物互联、物物互联的智慧网络不断完善，人们的生活效率也在快速提升。\u201d中国联通工作人员说。<\/p>\r\n<p>\r\n\t　　\u201c物联网将推动城市网络设施泛在升级\u201d\u201c5G将成为新型智慧城市移动通信网络的必备技术\u201d\u201c人工智能将深度渗透至智慧城市众多行业\u201d\u2026\u2026在中国电信展台上，《新型智慧城市发展与实践研究报告》描绘出一幅万物互联新图景。智慧生活，已经触手可及。&nbsp;(光明网记者 李政葳 本报记者 李晋荣)<\/p>\r\n<div class=\"zdfy clearfix\"><\/div><center><table border=\"0\" align=\"center\" width=\"40%\"><tr><\/tr><\/table><\/center>\r\n        <div class=\"box_pic\"><\/div>\r\n        <div class=\"edit clearfix\">(责编：宋心蕊、赵光霞)<\/div>","pic":"https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1524648496856&di=bed953f96440c54f98ebb65904cf4116&imgtype=0&src=http%3A%2F%2Fphotocdn.sohu.com%2F20150818%2Fmp28067240_1439883756908_2.jpeg","time":"2018-04-25 14:40:24","type":"2","url":"http://123.207.166.123/water/index.php/Personal/News/index/type/news/id/5.html"},{"id":"3","title":"你不知道的用水小常识！","text":"<p data-role=\"original-title\" style=\"display:none\">原标题：你不知道的用水小常识！<\/p>\r\n            <p><img src=\"http://img.mp.sohu.com/upload/20170518/9f35bf8e360344e987b51666abbcdba5.png\" /><\/p> \r\n<p><span><strong>一、什么是生活饮用水，有什么卫生要求？<\/strong><\/span><\/p> \r\n<p><span>生活饮用水是指符合《生活饮用水卫生标准》的用于日常饮用、洗涤的水。我国现行的《生活饮用水卫生标准》（GB5749-2006）对生活饮用水水质进行了严格的卫生要求和规定，即：感官性状良好：透明、无色、无异味和异臭，无肉眼可见物；流行病学上安全：不含有病原微生物和寄生虫卵；化学组成对人无害：水中所含的化学物质对人体不造成急性中毒、慢性中毒和远期危害。<\/span><\/p> \r\n<p><span><strong>二、咸阳市城市饮用水水源主要有哪些？<\/strong><\/span><\/p> \r\n<p><span>咸阳市城市饮用水水源由地表水水源和地下水水源两大部分组成，地表水水源主要是秦岭北麓石头河水库的水，目前，地表水供水量占自来水公司供水总量的70%左右，地下水水源主要是渭河流域的地下水。<\/span><\/p> \r\n<p><span><strong>三、地下水源水与地表水源水有何区别？<\/strong><\/span><\/p> \r\n<p><span>地下水源水外观清澈，水温、水质稳定，悬浮杂质少，浑浊度低，有机物和细菌含量少，含盐量和硬度高，不易受外界环境的影响和污染，直接受污染的机会少。地表水源水硬度低，浑浊度高，水中溶解性盐类含量较低，细菌含量高，受污染机会多，容易受到外界环境的影响和污染。咸阳市区地下水水源地均在渭河边，是国家认可的傍河水源地，地下水层较厚，蓄水量足，是大自然赋予市区人民的天然蓄水池。<\/span><\/p> \r\n<p><span>无论我市的地下水源水还是地表水源水，经过一定的工艺处理，都符合《生活饮用水卫生标准》（GB5749-2006）要求，供给居民的生活用水是安全的。<\/span><\/p> \r\n<p><span><strong>四、咸阳市城市自来水水质是如何进行监测的？<\/strong><\/span><\/p> \r\n<p><span>咸阳水务集团有限公司高度重视水质监测工作，下属四家供水企业咸阳市自来水公司、咸阳高新供水有限公司、咸阳石头河净水有限公司、咸阳石头河供水有限公司严格按照《生活饮用水卫生标准》、《地下水质量标准》、《地表水环境质量标准》、《城市供水水质标准》规定的项目和频次实行三级监测制度。一是水厂加氯班每小时对出厂水余氯监测一次；二是水厂化验室每天对出厂水、水源水进行9项常规指标监测；三是委托陕西省城市供水水质监测网咸阳监测站每月对四家供水企业出厂水、管网末梢水进行一次35项常规指标监测，每季度对出厂水进行一次54项指标监测，每半年对所有水源井原水进行一次39项指标监测，每月对混合水原水进行一次39项指标监测，每月对地表水原水进行一次29项指标监测，每月对城区20个管网点管网水进行两次七项常规指标监测。并且每年委托国家城市供水水质监测网西安监测站对四家供水企业出厂水进行一次106项全分析监测。咸阳市秦、渭两区疾病预防控制中心每年丰水期和枯水期分别对四家供水企业的出厂水、管网末梢水进行一次监督监测。监测证明：咸阳市城区自来水水质完全符合《生活饮用水卫生标准》要求。<\/span><\/p> ","pic":"http://img.mp.sohu.com/upload/20170518/9f35bf8e360344e987b51666abbcdba5.png","time":"2018-04-25 14:32:53","type":"1","url":"http://123.207.166.123/water/index.php/Personal/News/index/type/news/id/3.html"}]
     * mark : 5a2a9e128af2103b27e2949f626ca7d1
     * code : 200
     * value : OK
     */

    private String token;
    private String mark;
    private int code;
    private String value;
    private List<DataBean> data;

    public String getToken() {
        return token;
    }

    public void setToken(String token) {
        this.token = token;
    }

    public String getMark() {
        return mark;
    }

    public void setMark(String mark) {
        this.mark = mark;
    }

    public int getCode() {
        return code;
    }

    public void setCode(int code) {
        this.code = code;
    }

    public String getValue() {
        return value;
    }

    public void setValue(String value) {
        this.value = value;
    }

    public List<DataBean> getData() {
        return data;
    }

    public void setData(List<DataBean> data) {
        this.data = data;
    }

    public static class DataBean {
        /**
         * id : 10
         * title : 智慧生活已经到来？从中国到全球它正在蔓延
         * text :  <div class="news_info" style="padding-top:0px; padding-bottom:0px;"> <p>作者：人大重阳</p>
         <p>内容摘自：《2017智慧生活指数报告》（腾讯、中国人民大学重阳金融研究院、益普索联合发布）</p>
         <p>一场移动支付主导的智慧生活潮流正在由中国向全球蔓延。中国经济的转型升级、新经济业态的蓬勃发展带动了金融创新的发展，智慧生活成为其中鲜明的亮色。毕马威发布的《全球消费与融合调查报告》显示，66%的全球受访者表示愿意使用移动钱包业务，而中国的比例则高达84%。<br />
         <br />
         近日，关于移动支付带来的&ldquo;无现金&rdquo;生活是否值得提倡引发了各界的讨论。中国的移动支付发展如何？是该大力提倡还是冷静对待？本文试图从移动支付的根源和必然性进行探讨。<br />
         <br />
         <strong>中国掀起移动支付旋风</strong><br />
         <br />
         中国领先世界的移动支付格局无可争议。有意思的是，推广非现金交易和电子支付，&ldquo;第一个吃螃蟹&rdquo;的社会，其实来自西方。<br />
         <br />
         丹麦被媒体称为&ldquo;全球首个无现金支付国家&rdquo;。自今年1月起，丹麦中央银行已经关闭其在丹麦境内所有的印钞部门，今后不再印刷和制作包括纸币和硬币在内的丹麦克朗现金。此前丹麦政府宣布，从2016年开始，多数商业店面都可以取消收银机，只接受电子货币。欧洲其他地区的电子货币进程也在加快，例如瑞士、意大利等国都相继出台了对交易中使用现金的行为征税的政策。<br />
         <br />
         货币电子化的快速发展，与西方国家近年来陷入&ldquo;负利率&rdquo;社会有关。所谓负利率政策实际上就是对现金征税：你在银行存款，银行不但不给你利息，反而还要倒扣存款管理费，存款数会越变越少。这就导致人们会宁可把现金攥在手上也不愿存在银行里受损失。为了应对银行的负利率政策，西方政府通过呼吁或者立法的形式来减少现金的使用，间接推动了非现金交易和电子支付的发展。<br />
         <br />
         中国虽然不是&ldquo;第一个吃螃蟹&rdquo;的国家，但却以全新的方式让这场支付革命的火种得以燎原。以微信支付为代表的移动支付已经渗透到中国社会的日常交易场景中，成为主要支付方式。社交性强、用户基础庞大、门槛低的小额支付使大众很快便接受了这种新兴的支付方式。<br />
         <br />
         根据腾讯公布的2017年第一季度业绩报告，截至2016年12月，腾讯移动支付月活跃账户及日均支付交易笔数均超过6亿。2016年，支付宝实名用户4.5亿，多地人均支付逾10万人币。用户可以使用移动支付来看病、购物、吃饭、旅游、交水电费等，移动支付已深入生活的方方面面。<br />
         <br />
         而随着中国消费者的脚步,移动支付的生活方式也开始走向全球。目前，微信支付已登陆超过13个境外国家和地区，支持超过13个币种直接结算。美元、港元、英镑、欧元、日元等货币也都可以用支付宝结算。<br />
         <br />
         <strong>移动支付带来多元化选择</strong><br />
         <br />
         2017年，支付宝在全球范围内发起了首个&ldquo;无现金周&rdquo;，宣布超过1000万商家参与。微信支付则发起了&ldquo;88无现金日&rdquo;活动，希望借此培养用户的移动支付习惯，倡导时尚、智慧的生活理念。如今，移动支付的生活方式已融入到每一个消费者的日常生活之中，并带来了诸多改变。十年前，在中国不带现金出门，寸步难行。而如今，高达84%的人表示出门不带钱依然很淡定，手机已成为生活必需品。<br />
         <br />
         不过关于&ldquo;无现金&rdquo;，也有一些争议的声音。移动支付的便捷，使部分商家选择只接受刷卡支付或扫码支付，拒绝现金支付，这种&ldquo;拒绝现金&rdquo;的现象，对老年人、信息闭塞的人，或者因其他各种原因不会使用智能手机或智能手机使用不熟练的人来说，反倒带来了诸多的不便。<br />
         <br />
         移动支付是科技发展带来的新选择，但也不能&ldquo;本末倒置&rdquo;。近期，在微信支付&ldquo;无现金日&rdquo;启动之际也明确表示，发起&ldquo;无现金日&rdquo;不是为了&ldquo;消灭&rdquo;现金，而是为了推行环保、时尚、高效的生活理念，作为现金的补充，给大众提供智慧的支付选择。<br />
         <br />
         可以看到，移动支付是一种生活状态，是用户自由轻松的选择，是消费诉求，移动支付和各种支付手段，包括现金、刷卡是并行的，是其他领域的有益补充。目前，在一些交易场景中非现金支付的使用拼频度在变高，实则是用户习惯和商业个体的市场选择。多元化的选择，也正好体现了城市建设中&ldquo;智慧&rdquo;的一个方面。<br />
         <br />
         以微信支付为代表的移动支付，要做的就是让生活更方便、让支付更智慧，让每一种支付方式在最适合他的生存空间施展拳脚，迎接智慧生活的到来。<br />
         <br />
         <strong>移动支付需求源自中国经济新动能</strong><br />
         <br />
         为什么移动支付值得提倡？</p>
         <p>看上去，西方国家采取促进电子支付的政策，主要是实体经济形势所迫。但对中国来说，则恰恰相反，是实体经济催生了巨大的移动支付需求。<br />
         <br />
         中国经济增长速度虽然不再保持两位数，但仍然保持了中高速，并且是主要经济体中最快之一。从经济结构、新兴工业的崛起以及新经济业态的蓬勃发展看，中国经济正在面临转型升级。李克强总理在今年的政府工作报告中强调，实体经济从来都是我国发展的根基，以创新引领实体经济转型升级是当务之急。<br />
         <br />
         电子商务的发展带动了一系列现代服务业、金融业和新型制造业的产生，催生了新业态和新商业模式，大幅带动了互联网支付、移动支付等方式的增长。同时，以移动支付为代表的互联网新技术，基于传统行业的业务逻辑，也能更好更高效地提升整个行业的效率。<br />
         <br />
         比如，微信支付的&ldquo;智慧生活解决方案&rdquo;，至今已覆盖超过数百万门店、30多个行业。以微信公众号＋微信支付为基础，将传统行业原有商业模式&ldquo;移植&rdquo;到线上，帮助企业商户沉淀客户资源、控制运行成本、精准市场营销、提升客户服务体验，从而推动传统行业商业模式的升级换代。</p>


         * pic : https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1524649527143&di=7b3c701eee2309c7a6dae667e9fb2bdf&imgtype=0&src=http%3A%2F%2Fmanager.cechina.cn%2Fupload%2Farticle%2Fc89d999e-ed07-4e61-85f1-1d5b04beebde%2F13062803.jpg
         * time : 2018-04-25 15:00:34
         * type : 2
         * url : http://123.207.166.123/water/index.php/Personal/News/index/type/news/id/10.html
         */

        private String id;
        private String title;
        private String text;
        private String pic;
        private String time;
        private String type;
        private String url;

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getText() {
            return text;
        }

        public void setText(String text) {
            this.text = text;
        }

        public String getPic() {
            return pic;
        }

        public void setPic(String pic) {
            this.pic = pic;
        }

        public String getTime() {
            return time;
        }

        public void setTime(String time) {
            this.time = time;
        }

        public String getType() {
            return type;
        }

        public void setType(String type) {
            this.type = type;
        }

        public String getUrl() {
            return url;
        }

        public void setUrl(String url) {
            this.url = url;
        }
    }
}
